[
    {
        "title": "Glyphosate-Based Herbicide Formulations with Greater Impact on Earthworms and Water Infiltration than Pure Glyphosate",
        "abstract": "Glyphosate is the most widely used active ingredient (AI) in thousands of glyphosate-based herbicides (GBHs) worldwide. Short-term impacts of AIs or GBHs on earthworms are well known, but few studies have examined long-term legacy effects &gt;3 months after application. In a pot experiment, we studied both short-term and long-term effects on deep burrowing earthworms (Lumbricus terrestris) and soil functions. Therefore, the cover crop Sinapis alba was grown in soils with either 3.0% or 4.1% soil organic matter content (SOM) and either sprayed with a GBH (Touchdown Quattro, Roundup PowerFlex, or Roundup LB Plus) or the respective glyphosate AI (diammonium-, potassium-, or isopropylamine-salt) or hand weeded (control). Long-term effects showed increased earthworm activity under GBHs even 4 months after application, but similar activity under AIs and control. Another application of the same treatments 5 months after the previous one also increased earthworm activity under GBHs, especially at high SOM levels. Water infiltration after a simulated heavy rainfall was 50% lower, and leaching was 30% higher under GBH than under AI application or hand weeding. Individual GBHs and AIs varied in their effects and were influenced by SOM and soil moisture. Full disclosure of all ingredients in GBH formulations would be necessary to allow a comprehensive assessment of environmental risks.",
        "authors": [
            "Verena Brandmaier",
            "Anna Altmanninger",
            "Friedrich Leisch",
            "Edith Gruber",
            "Eszter Takács",
            "Mária Mörtl",
            "Szandra Klátyik",
            "András Székács",
            "Johann G. Zaller"
        ],
        "referencecount": 73,
        "journal": "Soil Systems",
        "publisher": "MDPI AG",
        "doi": "10.3390/soilsystems7030066",
        "url": "http://dx.doi.org/10.3390/soilsystems7030066"
    },
    {
        "title": "The role of unpaid domestic work in explaining the gender gap in the (monetary) value of leisure",
        "abstract": "The value of travel time savings (VTTS) representing the willingness to pay to reduce travel time, consists of two components: the value of liberating time [equal to the value of leisure (VoL)] and the value of time assigned to travel (VTAT), representing the travel conditions of a trip. Their relative values indicate which dimension to emphasize when investing in transport: speed or comfort. In this paper, we formulate and estimate a framework aimed at the improvement in the estimation of the VoL. By introducing a novel treatment of time assigned to domestic work, we consider that unpaid labor should be assigned a wage rate as a measure of the expenses avoided when assigning time to those chores. We use state-of-the-art data on time use and expenses as well as online data on gig workers collected in Austria, and apply the time-use and expenditure model of Jara-Diaz et al. (Transp Res Part B 42(10):946–957, 2008). The wage rates for paid and unpaid work were combined to re-formulate the budget constraint, which affected women more than men due to the higher involvement of the former in domestic activities. Compared against the original estimation, the VoL changed from €10/h for men and €6/h for women to €9/h for both genders, which in turn yields a larger average VTAT, which becomes positive for public transport. As a conclusion, the novel treatment of domestic labor contributes to closing the gap in the VoL between genders and highlights the power of unveiling the components behind the VTTS. The empirical findings imply that investments in travel time reductions rather than in comfort should be prioritized, given the very good conditions of public transport in Austria.",
        "authors": [
            "Simona Jokubauskaitė",
            "Reinhard Hössinger",
            "Sergio Jara-Díaz",
            "Stefanie Peer",
            "Alyssa Schneebaum",
            "Basil Schmid",
            "Florian Aschauer",
            "Regine Gerike",
            "Kay W. Axhausen",
            "Friedrich Leisch"
        ],
        "referencecount": 64,
        "journal": "Transportation",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11116-021-10221-4",
        "url": "http://dx.doi.org/10.1007/s11116-021-10221-4"
    },
    {
        "title": "Against the “one method fits all data sets” philosophy for comparison studies in methodological research",
        "abstract": "Many methodological comparison studies aim at identifying a single or a few “best performing” methods over a certain range of data sets. In this paper we take a different viewpoint by asking whether the research question of identifying the best performing method is what we should be striving for in the first place. We will argue that this research question implies assumptions which we do not consider warranted in methodological research, that a different research question would be more informative, and how this research question can be fruitfully investigated.",
        "authors": [
            "Carolin Strobl",
            "Friedrich Leisch"
        ],
        "referencecount": 29,
        "journal": "Biometrical Journal",
        "publisher": "Wiley",
        "doi": "10.1002/bimj.202200104",
        "url": "http://dx.doi.org/10.1002/bimj.202200104"
    },
    {
        "title": "Pesticide Use and Associated Greenhouse Gas Emissions in Sugar Beet, Apples, and Viticulture in Austria from 2000 to 2019",
        "abstract": "The production of synthetic pesticides is energy intensive and can emit even more greenhouse gases (GHG) per kg than the production of synthetic fertilizers. However, this aspect is largely neglected when it comes to agriculture’s contribution to GHG emissions. Using official pesticide sales data from Austria from 2000 to 2019, we analyzed (i) trends in insecticide, fungicide, and herbicide use and calculated production-related GHG emissions, and (ii) the share of pesticide-related versus fertilizer-related GHG emissions in three agricultural crops with different pesticide intensities: sugar beets, apples, and grapevines. We found that between 2000 and 2019, insecticide amounts increased by 58%, fungicide amounts increased by 29%, and herbicide amounts decreased by 29%; associated GHG emissions showed similar patterns. During the same period, acreage under conventional arable crops, orchards, and vineyards decreased by an average of 19%, indicating an increase in management intensity. In intensive apple production, GHG emissions associated with pesticide production and application accounted for 51% of total GHG emissions, in viticulture 37%, and in sugar beets 12%. We have shown that GHG emissions due to pesticide production and application can be significant, especially for pesticide-intensive crops. We therefore recommend that these pesticide-derived GHG emissions should also be attributed to the agricultural sector.",
        "authors": [
            "Ramona Cech",
            "Friedrich Leisch",
            "Johann G. Zaller"
        ],
        "referencecount": 80,
        "journal": "Agriculture",
        "publisher": "MDPI AG",
        "doi": "10.3390/agriculture12060879",
        "url": "http://dx.doi.org/10.3390/agriculture12060879"
    },
    {
        "title": "Reducing overall herbicide use may reduce risks to humans but increase toxic loads to honeybees, earthworms and birds",
        "abstract": "\n                Background\n                Pesticide use has been associated with risks for human health and an overall decline in biodiversity. Although herbicides are the most commonly used pesticides worldwide, they have received less attention in this debate. We investigated the extent to which long-term trends in herbicide use in Austria influence potential toxic exposures to non-target organisms and potential risks to humans. We analyzed official sales data of 101 herbicide active ingredients (AIs) approved in Austria between 2010 and 2019 regarding their ecotoxicological properties based on lethal doses (LD50 and LC50) weighed by their persistence in the environment (DT50) for honeybees (Apis mellifera), earthworms (Eisenia fetida), and birds (Serinus serinus). Human health risks were qualitatively assessed based on official hazard statements for the AIs used.\n              \n                Results\n                In Austria, herbicide amounts sold decreased significantly by 24% from 1480 to 1123 tonnes between 2010 and 2019. This also led to a considerable decrease in the amounts of AIs classified by H-statements of the EU Pesticides Database: − 71% acute inhalation toxicity, − 58% reproductive toxicity,− 47% specific target organ toxicity. Yet, 36% of herbicides used were still classified as highly hazardous pesticides according to the Pesticide Action Network. Surprisingly, over the same period, toxic loads to honeybees increased by 487% (oral exposure), while lethal toxic loads to earthworms increased by 498%, and to birds by 580%. This can be attributed to a shift toward the use of more acutely toxic and especially more persistent AIs. The most problematic AI for honeybees, earthworms, birds and humans was the highly persistent diquat. The further ranking of the most toxic herbicides varied considerably depending on the organism. It is important to note that this toxic load assessment, like official environmental risk assessments, evaluates the potential risk but not the actual fatalities or real-world exposure.\n              \n                Conclusions\n                Our results show a trade-off between herbicide amounts and toxicological hazards to humans and other non-target organisms. These interdependencies need to be considered when implementing pesticide reduction targets to protect public health and biodiversity, such as the EU´s “farm-to-fork” strategy, which aims to reduce the amounts and risks of synthetic pesticides.\n              ",
        "authors": [
            "Ramona M. Cech",
            "Suzanne Jovanovic",
            "Susan Kegley",
            "Koen Hertoge",
            "Friedrich Leisch",
            "Johann G. Zaller"
        ],
        "referencecount": 150,
        "journal": "Environmental Sciences Europe",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/s12302-022-00622-2",
        "url": "http://dx.doi.org/10.1186/s12302-022-00622-2"
    },
    {
        "title": "Experimental indications of gardeners’ anecdotes that snails interfere with invasive slugs",
        "abstract": "The invasive Spanish slug (Arion vulgaris) is an important pest species in agriculture and horticulture in Europe. In the last decades it has spread across the continent where it outcompetes native slug and snail species, thus posing a threat for biodiversity. A popular anecdote suggests to promote Roman snails (Helix pomatia) in gardens because they are able to controlA. vulgaris. We examined a potential interrelationship between these two species using a mesocosm experiment with lettuce plants.13C-15N stable isotope labelling of lettuce allowed us to investigate interactions betweenHelixandArionon weight gain/loss and herbivory. Additionally, we wanted to know whether different watering regimes (daily vs. every 3rd day watering of weekly amount) and earthworms alter these interactions. Egg predation ofHelixonArioneggs was further tested in a food-choice experiment.Arionshowed a five times higher herbivory per body mass thanHelixin a single-species setting. However, in mesocosms containing both species percentage of herbivory per body mass was significantly lower than inArion-only mesocosms, especially when watered every three days. Overall isotope uptake via eaten lettuce was unaffected by the presence of the other species. Only very little predation (three out of 200 eggs) ofHelixonArioneggs was observed. Our results provide no evidence for a clear dismissal or confirmation of the popular gardener’s anecdote thatHelixsnails have a negative effect onArionabundance or herbivory.",
        "authors": [
            "Daniel Dörler",
            "Verena Dorn",
            "Theresia Widhalm",
            "Micha Horacek",
            "Florian Heigl",
            "Pia Euteneuer",
            "Friedrich Leisch",
            "Thomas Frank",
            "Johann G. Zaller"
        ],
        "referencecount": 85,
        "journal": "PeerJ",
        "publisher": "PeerJ",
        "doi": "10.7717/peerj.11309",
        "url": "http://dx.doi.org/10.7717/peerj.11309"
    },
    {
        "title": "Temporal patterns of roe deer traffic accidents: Effects of season, daytime and lunar phase",
        "abstract": "Wildlife-related accidents, especially deer-vehicle accidents, pose a serious problem for road safety and animal protection in many countries. Knowledge of spatial and temporal patterns of deer-vehicle accidents is inevitable for accident analysis and mitigation efforts with temporal deer-vehicle accident data being much more difficult to obtain in sufficient data quality. We described the temporal patterns of roe deer (Capreolus capreolus) roadkills occurring in the period 2002–2006 in southeastern Austria. Using a comprehensive dataset, consisting of 11.771 data points, we examined the influence of different time units (i.e. season, month, day of week, day of year), illumination categories (coarse and fine temporal resolution) and lunar phases on deer-vehicle accidents by performing linear and generalized additive models. Thereby, we identified peak accident periods within the analyzed time units. Highest frequencies of deer-vehicle accidents occurred in November, May and October, on Fridays, and during nights. Relationships between lunar phases and roe deer-vehicle accidents were analysed, providing evidence for high frequencies of deer-vehicle accidents during full moon phases. We suggest that deer-vehicle accidents are dependent both on human activity in traffic and wildlife activity, which is in turn affected by phenology, intra- and interspecific competition, climatic and astronomical events. Our results highlight, that short-term mitigation measures (e.g. traffic controls and speed limits) can be highly effective to reduce deer-vehicle accidents, but should be flexibly adapted to specific temporal periods.",
        "authors": [
            "Wolfgang Steiner",
            "Eva Maria Schöll",
            "Friedrich Leisch",
            "Klaus Hackländer"
        ],
        "referencecount": 102,
        "journal": "PLOS ONE",
        "publisher": "Public Library of Science (PLoS)",
        "doi": "10.1371/journal.pone.0249082",
        "url": "http://dx.doi.org/10.1371/journal.pone.0249082"
    },
    {
        "title": "Strategy to equivalence testing for development and scale up of biopharmaceutical downstream processes",
        "abstract": null,
        "authors": [
            "Christina Yassouridis",
            "Astrid Dürauer",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Cécile Brocard",
            "Anne-Luise Tscheliessnig"
        ],
        "referencecount": 29,
        "journal": "Chemical Engineering Science",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.ces.2021.116497",
        "url": "http://dx.doi.org/10.1016/j.ces.2021.116497"
    },
    {
        "title": "Effects of glyphosate-based herbicides and their active ingredients on earthworms, water infiltration and glyphosate leaching are influenced by soil properties",
        "abstract": "BackgroundGlyphosate-based herbicides (GBHs) are among the most often used pesticides. The hundreds of GBHs used worldwide consist of the active ingredient (AI) glyphosate in form of different salts, possibly other AIs, and various mostly undisclosed co-formulants. Pesticide risk assessments are commonly performed using single AIs or GBHs at standard soil conditions without vegetation. In a greenhouse experiment, we established a weed population with common amaranth (Amaranthus retroflexus)to examine the effects of three GBHs (Roundup LB Plus, Roundup PowerFlex, Touchdown Quattro) and their corresponding AIs (salts of glyphosate isopropylammonium, potassium, diammonium) on the activity and physiological biomarkers (glutathione S-transferase, GST; acetylcholine esterase, AChE) of an ecologically relevant earthworm species (Lumbricus terrestris). GBHs and AIs were applied at recommended doses; hand weeding served as control. Experiments were established with two soil types differing in organic matter content (SOM; 3.0% vs. 4.1%) and other properties.ResultsEarthworm activity (casting and movement activity) decreased after application of glyphosate formulations or active ingredients compared to hand weeding. We found no consistent pattern that formulations had either higher or lower effects on earthworm activity than their active ingredients; rather, differences were substance-specific. Earthworm activity was little affected by soil organic matter levels. Biomarkers remained unaffected by weed control types; GST but not AChE was decreased under high SOM. Water infiltration after a simulated heavy rainfall was interactively affected by weed control types and SOM. Leachate amount was higher after application of formulations than active ingredients and was higher under low SOM. Glyphosate concentrations in soil and leachate were strongly affected by application of formulations or active ingredients and varied with SOM (significant weed control type x SOM interaction).ConclusionsWe found that both commercial formulations and pure active ingredients can influence earthworms with consequences on important soil functions. Glyphosate products showed increased, reduced or similar effects than pure glyphosate on particular soil functions; soil properties can substantially alter this. Especially at lower SOM, heavy rainfalls could lead to more glyphosate leaching into water bodies. A full disclosure of co-formulants would be necessary to further decipher their specific contributions to these inconsistent effects.",
        "authors": [
            "Johann G. Zaller",
            "Maureen Weber",
            "Michael Maderthaner",
            "Edith Gruber",
            "Eszter Takács",
            "Mária Mörtl",
            "Szandra Klátyik",
            "János Győri",
            "Jörg Römbke",
            "Friedrich Leisch",
            "Bernhard Spangl",
            "András Székács"
        ],
        "referencecount": 103,
        "journal": "Environmental Sciences Europe",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/s12302-021-00492-0",
        "url": "http://dx.doi.org/10.1186/s12302-021-00492-0"
    },
    {
        "title": "Effects of Resampling in Determining the Number of Clusters in a Data Set",
        "abstract": null,
        "authors": [
            "Rainer Dangl",
            "Friedrich Leisch"
        ],
        "referencecount": 38,
        "journal": "Journal of Classification",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s00357-019-09328-2",
        "url": "http://dx.doi.org/10.1007/s00357-019-09328-2"
    },
    {
        "title": "Contamination of wounds with fecal bacteria in immuno-suppressed mice",
        "abstract": "Immunocompromised patients are predisposed to chronically infected wounds. Especially ulcers in the dorsal region often experience secondary polymicrobial infections. However, current wound infection models mostly use single-strain bacteria. To mimic clinically occurring infections caused by fecal contamination in immunocompromised/immobile patients, which differ significantly from single-strain infections, the present study aimed at the establishment of a new mouse model using infection by fecal bacteria. Dorsal circular excision wounds in immunosuppressed mice were infected with fecal slurry solution in several dilutions up to 1:8,000. Impact of immunosuppressor, bacterial load and timing on development of wound infections was investigated. Wounds were analyzed by scoring, 3D imaging and swab analyses. Autofluorescence imaging was not successful. Dose-finding of cyclophosphamide-induced immunosuppression was necessary for establishment of bacterial wound infections. Infection with fecal slurry diluted 1:166 to 1:400 induced significantly delayed wound healing (p &lt; 0.05) without systemic reactions. Swab analyses post-infection matched the initial polymicrobial suspension. The customized wound score confirmed significant differences between the groups (p &lt; 0.05). Here we report the establishment of a simple, new mouse model for clinically occurring wound infections by fecal bacteria and the evaluation of appropriate wound analysis methods. In the future, this model will provide a suitable tool for the investigation of complex microbiological interactions and evaluation of new therapeutic approaches.",
        "authors": [
            "Lisa Karner",
            "Susanne Drechsler",
            "Magdalena Metzger",
            "Paul Slezak",
            "Johannes Zipperle",
            "Guadalupe Pinar",
            "Katja Sterflinger",
            "Friedrich Leisch",
            "Johannes Grillari",
            "Marcin Osuchowski",
            "Peter Dungel"
        ],
        "referencecount": 61,
        "journal": "Scientific Reports",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1038/s41598-020-68323-5",
        "url": "http://dx.doi.org/10.1038/s41598-020-68323-5"
    },
    {
        "title": "A subcellular proteome atlas of the yeast<i>Komagataella phaffii</i>",
        "abstract": "The compartmentalization of metabolic and regulatory pathways is a common pattern of living organisms. Eukaryotic cells are subdivided into several organelles enclosed by lipid membranes. Organelle proteomes define their functions. Yeasts, as simple eukaryotic single cell organisms, are valuable models for higher eukaryotes and frequently used for biotechnological applications. While the subcellular distribution of proteins is well studied in Saccharomyces cerevisiae, this is not the case for other yeasts like Komagataella phaffii (syn. Pichia pastoris). Different to most well-studied yeasts, K. phaffii can grow on methanol, which provides specific features for production of heterologous proteins and as a model for peroxisome biology. We isolated microsomes, very early Golgi, early Golgi, plasma membrane, vacuole, cytosol, peroxisomes and mitochondria of K. phaffii from glucose- and methanol-grown cultures, quantified their proteomes by liquid chromatography-electrospray ionization-mass spectrometry of either unlabeled or tandem mass tag-labeled samples. Classification of the proteins by their relative enrichment, allowed the separation of enriched proteins from potential contaminants in all cellular compartments except the peroxisomes. We discuss differences to S. cerevisiae, outline organelle specific findings and the major metabolic pathways and provide an interactive map of the subcellular localization of proteins in K. phaffii.",
        "authors": [
            "Minoska Valli",
            "Karlheinz Grillitsch",
            "Clemens Grünwald-Gruber",
            "Nadine E Tatto",
            "Bernhard Hrobath",
            "Lisa Klug",
            "Vasyl Ivashov",
            "Sandra Hauzmayer",
            "Martina Koller",
            "Nora Tir",
            "Friedrich Leisch",
            "Brigitte Gasser",
            "Alexandra B Graf",
            "Friedrich Altmann",
            "Günther Daum",
            "Diethard Mattanovich"
        ],
        "referencecount": 78,
        "journal": "FEMS Yeast Research",
        "publisher": "Oxford University Press (OUP)",
        "doi": "10.1093/femsyr/foaa001",
        "url": "http://dx.doi.org/10.1093/femsyr/foaa001"
    },
    {
        "title": "Commercial glyphosate-based herbicides effects on springtails (Collembola) differ from those of their respective active ingredients and vary with soil organic matter content",
        "abstract": "Glyphosate-based herbicides (GBH) are currently the most widely used agrochemicals for weed control. Environmental risk assessments (ERA) on nontarget organisms mostly consider the active ingredients (AIs) of these herbicides, while much less is known on effects of commercial GBH formulations that are actually applied in the field. Moreover, it is largely unknown to what extent different soil characteristics alter potential side effects of herbicides. We conducted a greenhouse experiment growing a model weed population of Amaranthus retroflexus in arable field soil with either 3.0 or 4.1% soil organic matter (SOM) content and treated these weeds either with GBHs (Roundup LB Plus, Touchdown Quattro, Roundup PowerFlex) or their respective AIs (isopropylammonium, diammonium or potassium salts of glyphosate) at recommended dosages. Control pots were mechanically weeded. Nontarget effects were assessed on the surface activity of the springtail species Sminthurinus niger (pitfall trapping) and litter decomposition in the soil (teabag approach). Both GBHs and AIs increased the surface activity of springtails compared to control pots; springtail activity was higher under GBHs than under corresponding AIs. Stimulation of springtail activity was much higher in soil with higher SOM content than with low SOM content (significant treatment x SOM interaction). Litter decomposition was unaffected by GBHs, AIs or SOM levels. We suggest that ERAs for pesticides should be performed with actually applied herbicides rather than only on AIs and should also consider influences of different soil properties.",
        "authors": [
            "Michael Maderthaner",
            "Maureen Weber",
            "Eszter Takács",
            "Mária Mörtl",
            "Friedrich Leisch",
            "Jörg Römbke",
            "Pascal Querner",
            "Ronnie Walcher",
            "Edith Gruber",
            "András Székács",
            "Johann G. Zaller"
        ],
        "referencecount": 59,
        "journal": "Environmental Science and Pollution Research",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11356-020-08213-5",
        "url": "http://dx.doi.org/10.1007/s11356-020-08213-5"
    },
    {
        "title": "Simple K-Medoids Partitioning Algorithm for Mixed Variable Data",
        "abstract": "A simple and fast k-medoids algorithm that updates medoids by minimizing the total distance within clusters has been developed. Although it is simple and fast, as its name suggests, it nonetheless has neglected local optima and empty clusters that may arise. With the distance as an input to the algorithm, a generalized distance function is developed to increase the variation of the distances, especially for a mixed variable dataset. The variation of the distances is a crucial part of a partitioning algorithm due to different distances producing different outcomes. The experimental results of the simple k-medoids algorithm produce consistently good performances in various settings of mixed variable data. It also has a high cluster accuracy compared to other distance-based partitioning algorithms for mixed variable data.",
        "authors": [
            "Weksi Budiaji",
            "Friedrich Leisch"
        ],
        "referencecount": 36,
        "journal": "Algorithms",
        "publisher": "MDPI AG",
        "doi": "10.3390/a12090177",
        "url": "http://dx.doi.org/10.3390/a12090177"
    },
    {
        "title": "Advanced continuous-discrete model for joint time-use expenditure and mode choice estimation",
        "abstract": null,
        "authors": [
            "Simona Jokubauskaitė",
            "Reinhard Hössinger",
            "Florian Aschauer",
            "Regine Gerike",
            "Sergio Jara-Díaz",
            "Stefanie Peer",
            "Basil Schmid",
            "Kay W. Axhausen",
            "Friedrich Leisch"
        ],
        "referencecount": 53,
        "journal": "Transportation Research Part B: Methodological",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.trb.2019.09.010",
        "url": "http://dx.doi.org/10.1016/j.trb.2019.09.010"
    },
    {
        "title": "Prediction of the Quantity and Purity of an Antibody Capture Process in Real Time",
        "abstract": "Regulatory recommendations for quality by design instead of quality by testing raise increasing interest in new sensor technologies. An online monitoring system for downstream processes is developed, which is based on an array of online detectors. Besides standard detectors (UV, pH, and conductivity), our chromatographic workstation is equipped with a fluorescence and a mid‐infrared spectrometer, a light scattering, and a refractive index detector. The combination of these sensors enables the prediction of specific protein concentration and various purity attributes, such as high molecular weight impurities, DNA and host cell protein content during the elution phase of a chromatographic antibody capture process. Prediction models solely based on online signals are set up providing real‐time predictions. No mechanistic models or information about the chromatographic runs is used. These predictions allow online pooling decisions replacing time‐ and labor‐intensive laboratory measurements. Different process variations, such as changes in the column load or elution buffer, are introduced to test the predictive power of the models. Extrapolation of the models worked well when the column load is changed, whereas model adjustment is necessary when the elution conditions are changed considerably.",
        "authors": [
            "Nicole Walch",
            "Theresa Scharl",
            "Edit Felföldi",
            "Dominik G. Sauer",
            "Michael Melcher",
            "Friedrich Leisch",
            "Astrid Dürauer",
            "Alois Jungbauer"
        ],
        "referencecount": 32,
        "journal": "Biotechnology Journal",
        "publisher": "Wiley",
        "doi": "10.1002/biot.201800521",
        "url": "http://dx.doi.org/10.1002/biot.201800521"
    },
    {
        "title": "Real‐time monitoring and model‐based prediction of purity and quantity during a chromatographic capture of fibroblast growth factor 2",
        "abstract": "Process analytical technology combines understanding and control of the process with real‐time monitoring of critical quality and performance attributes. The goal is to ensure the quality of the final product. Currently, chromatographic processes in biopharmaceutical production are predominantly monitored with UV/Vis absorbance and a direct correlation with purity and quantity is limited. In this study, a chromatographic workstation was equipped with additional online sensors, such as multi‐angle light scattering, refractive index, attenuated total reflection Fourier‐transform infrared, and fluorescence spectroscopy. Models to predict quantity, host cell proteins (HCP), and double‐stranded DNA (dsDNA) content simultaneously were developed and exemplified by a cation exchange capture step for fibroblast growth factor 2 expressed in Escherichia coliOnline data and corresponding offline data for product quantity and co‐eluting impurities, such as dsDNA and HCP, were analyzed using boosted structured additive regression. Different sensor combinations were used to achieve the best prediction performance for each quality attribute. Quantity can be adequately predicted by applying a small predictor set of the typical chromatographic workstation sensor signals with a test error of 0.85 mg/ml (range in training data: 0.1–28 mg/ml). For HCP and dsDNA additional fluorescence and/or attenuated total reflection Fourier‐transform infrared spectral information was important to achieve prediction errors of 200 (2–6579 ppm) and 340 ppm (8–3773 ppm), respectively.",
        "authors": [
            "Dominik Georg Sauer",
            "Michael Melcher",
            "Magdalena Mosor",
            "Nicole Walch",
            "Matthias Berkemeyer",
            "Theresa Scharl‐Hirsch",
            "Friedrich Leisch",
            "Alois Jungbauer",
            "Astrid Dürauer"
        ],
        "referencecount": 50,
        "journal": "Biotechnology and Bioengineering",
        "publisher": "Wiley",
        "doi": "10.1002/bit.26984",
        "url": "http://dx.doi.org/10.1002/bit.26984"
    },
    {
        "title": "A good graph is worth a thousand numbers",
        "abstract": null,
        "authors": [
            "Nazila Babakhani",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 22,
        "journal": "Annals of Tourism Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.annals.2018.10.007",
        "url": "http://dx.doi.org/10.1016/j.annals.2018.10.007"
    },
    {
        "title": "Market Segmentation Analysis",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Management for Professionals",
        "publisher": "Springer Singapore",
        "doi": "10.1007/978-981-10-8818-6",
        "url": "http://dx.doi.org/10.1007/978-981-10-8818-6"
    },
    {
        "title": "Generalization, Combination and Extension of Functional Clustering Algorithms: The <i>R</i> Package <b>funcy</b>",
        "abstract": null,
        "authors": [
            "Christina Yassouridis",
            "Dominik Ernst",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v085.i09",
        "url": "http://dx.doi.org/10.18637/jss.v085.i09"
    },
    {
        "title": "Changes in Chromosome Counts and Patterns in CHO Cell Lines upon Generation of Recombinant Cell Lines and Subcloning",
        "abstract": "Chinese hamster ovary (CHO) cells are the number one production system for therapeutic proteins. A pre‐requirement for their use in industrial production of biopharmaceuticals is to be clonal, thus originating from a single cell in order to be phenotypically and genomically identical. In the present study it was evaluated whether standard procedures, such as the generation of a recombinant cell line in combination with selection for a specific and stable phenotype (expression of the recombinant product) or subcloning have any impact on karyotype stability or homogeneity in CHO cells. Analyses used were the distribution of chromosome counts per cell as well as chromosome painting to identify specific karyotype patterns within a population. Results indicate that subclones both of the host and the recombinant cell line are of comparable heterogeneity and (in)stability as the original pool. In contrast, the rigorous selection for a stably expressing phenotype generated cell lines with fewer variation and more stable karyotypes, both at the level of the sorted pool and derivative subclones. We conclude that the process of subcloning itself does not contribute to an improved karyotypic homogeneity of a population, while the selection for a specific cell property inherently can provide evolutionary pressure that may lead to improved chromosomal stability as well as to a more homogenous population.",
        "authors": [
            "Sabine Vcelar",
            "Michael Melcher",
            "Norbert Auer",
            "Astrid Hrdina",
            "Anja Puklowski",
            "Friedrich Leisch",
            "Vaibhav Jadhav",
            "Till Wenger",
            "Martina Baumann",
            "Nicole Borth"
        ],
        "referencecount": 22,
        "journal": "Biotechnology Journal",
        "publisher": "Wiley",
        "doi": "10.1002/biot.201700495",
        "url": "http://dx.doi.org/10.1002/biot.201700495"
    },
    {
        "title": "Karyotype variation of CHO host cell lines over time in culture characterized by chromosome counting and chromosome painting",
        "abstract": "Genomic rearrangements are a common phenomenon in rapidly growing cell lines such as Chinese hamster ovary (CHO) cells, a feature that in the context of production of biologics may lead to cell line and product instability. Few methods exist to assess such genome wide instability. Here, we use the population distribution of chromosome numbers per cell as well as chromosome painting to quantify the karyotypic variation in several CHO host cell lines. CHO‐S, CHO‐K1 8 mM glutamine, and CHO‐K1 cells adapted to grow in media containing no glutamine were analyzed over up to 6 months in culture. All three cell lines were clearly distinguishable by their chromosome number distribution and by the specific chromosome rearrangements that were present in each population. Chromosome Painting revealed a predominant karyotype for each cell line at the start of the experiment, completed by a large number of variants present in each population. Over time in culture, the predominant karyotype changed for CHO‐S and CHO‐K1, with the diversity increasing and new variants appearing, while CHO‐K1 0 mM Gln preferred chromosome pattern increased in percent of the population over time. As control, Chinese hamster lung fibroblasts were shown to also contain an increasing number of variants over time in culture.",
        "authors": [
            "Sabine Vcelar",
            "Vaibhav Jadhav",
            "Michael Melcher",
            "Norbert Auer",
            "Astrid Hrdina",
            "Rebecca Sagmeister",
            "Kelley Heffner",
            "Anja Puklowski",
            "Michael Betenbaugh",
            "Till Wenger",
            "Friedrich Leisch",
            "Martina Baumann",
            "Nicole Borth"
        ],
        "referencecount": 30,
        "journal": "Biotechnology and Bioengineering",
        "publisher": "Wiley",
        "doi": "10.1002/bit.26453",
        "url": "http://dx.doi.org/10.1002/bit.26453"
    },
    {
        "title": "Drivers of Price in City Destinations: Vienna",
        "abstract": "Peer-to-peer accommodation networks have been described as disruptive innovations, as revolutions in tourist accommodation, where demand is driven by new factors such as living like a local, authenticity and meeting new people. If indeed reasons for trading on these networks are so fundamentally different, prices should reflect that. This chapter investigates what drives the price of Airbnb listings in Vienna, and asks whether these price drivers are indeed new, or whether they reflect those in established commercial accommodation.",
        "authors": [
            "Bernhard Andreas Hrobath",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 25,
        "journal": "Peer-to-Peer Accommodation Networks",
        "publisher": "Goodfellow Publishers",
        "doi": "10.23912/9781911396512-3610",
        "url": "http://dx.doi.org/10.23912/9781911396512-3610"
    },
    {
        "title": "Automatic Mapping of Forest Stands Based on Three-Dimensional Point Clouds Derived from Terrestrial Laser-Scanning",
        "abstract": "Mapping of exact tree positions can be regarded as a crucial task of field work associated with forest monitoring, especially on intensive research plots. We propose a two-stage density clustering approach for the automatic mapping of tree positions, and an algorithm for automatic tree diameter estimates based on terrestrial laser-scanning (TLS) point cloud data sampled under limited sighting conditions. We show that our novel approach is able to detect tree positions in a mixed and vertically structured stand with an overall accuracy of 91.6%, and with omission- and commission error of only 5.7% and 2.7% respectively. Moreover, we were able to reproduce the stand’s diameter in breast height (DBH) distribution, and to estimate single trees DBH with a mean average deviation of ±2.90 cm compared with tape measurements as reference.",
        "authors": [
            "Tim Ritter",
            "Marcel Schwarz",
            "Andreas Tockner",
            "Friedrich Leisch",
            "Arne Nothdurft"
        ],
        "referencecount": 57,
        "journal": "Forests",
        "publisher": "MDPI AG",
        "doi": "10.3390/f8080265",
        "url": "http://dx.doi.org/10.3390/f8080265"
    },
    {
        "title": "What makes foster carers think about quitting? Recommendations for improved retention of foster carers",
        "abstract": "Ideation, or the formulation of ideas pertaining to a particular topic, is the precursor to individuals making significant life decisions. Many individuals think about foster caring long before they actually become carers, and it stands to reason that in many cases, carer discontinuation also follows a period of ideation. This being the case, it is possible that by monitoring ideation, interventions could be introduced to prevent placement disruptions occurring, particularly if the sources of dissatisfaction are known. Using a sample of 205 foster carers, a posteriori segmentation analysis identifies groups of carers dissatisfied with the same aspects of their role. One group is particularly dissatisfied with factors that are within the control of foster care agencies and also reports high levels of discontinuation ideation. Recommendations include that the individual support needs of carers be identified such that customized support can be offered, including boosting initial and ongoing training to manage expectations and ensure carers feel prepared for the role. Results also highlight the important role of caseworkers in making carers feel appreciated and taken seriously.",
        "authors": [
            "Melanie Randle",
            "Dominik Ernst",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 52,
        "journal": "Child &amp; Family Social Work",
        "publisher": "Wiley",
        "doi": "10.1111/cfs.12334",
        "url": "http://dx.doi.org/10.1111/cfs.12334"
    },
    {
        "title": "Boosting flexible functional regression models with a high number of functional historical effects",
        "abstract": null,
        "authors": [
            "Sarah Brockhaus",
            "Michael Melcher",
            "Friedrich Leisch",
            "Sonja Greven"
        ],
        "referencecount": 33,
        "journal": "Statistics and Computing",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11222-016-9662-1",
        "url": "http://dx.doi.org/10.1007/s11222-016-9662-1"
    },
    {
        "title": "Using segment level stability to select target segments in data-driven market segmentation studies",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 35,
        "journal": "Marketing Letters",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11002-017-9423-8",
        "url": "http://dx.doi.org/10.1007/s11002-017-9423-8"
    },
    {
        "title": "Associations of growth patterns and islet autoimmunity in children with increased risk for type 1 diabetes: a functional analysis approach",
        "abstract": null,
        "authors": [
            "Christina Yassouridis",
            "Friedrich Leisch",
            "Christiane Winkler",
            "Anette-Gabriele Ziegler",
            "Andreas Beyerlein"
        ],
        "referencecount": 37,
        "journal": "Pediatric Diabetes",
        "publisher": "Hindawi Limited",
        "doi": "10.1111/pedi.12368",
        "url": "http://dx.doi.org/10.1111/pedi.12368"
    },
    {
        "title": "Boosted structured additive regression for<i>Escherichia coli</i>fed‐batch fermentation modeling",
        "abstract": "The quality of biopharmaceuticals and patients' safety are of highest priority and there are tremendous efforts to replace empirical production process designs by knowledge‐based approaches. Main challenge in this context is that real‐time access to process variables related to product quality and quantity is severely limited. To date comprehensive on‐ and offline monitoring platforms are used to generate process data sets that allow for development of mechanistic and/or data driven models for real‐time prediction of these important quantities. Ultimate goal is to implement model based feed‐back control loops that facilitate online control of product quality. In this contribution, we explore structured additive regression (STAR) models in combination with boosting as a variable selection tool for modeling the cell dry mass, product concentration, and optical density on the basis of online available process variables and two‐dimensional fluorescence spectroscopic data. STAR models are powerful extensions of linear models allowing for inclusion of smooth effects or interactions between predictors. Boosting constructs the final model in a stepwise manner and provides a variable importance measure via predictor selection frequencies. Our results show that the cell dry mass can be modeled with a relative error of about ±3%, the optical density with ±6%, the soluble protein with ±16%, and the insoluble product with an accuracy of ±12%. Biotechnol. Bioeng. 2017;114: 321–334. © 2016 Wiley Periodicals, Inc.",
        "authors": [
            "Michael Melcher",
            "Theresa Scharl",
            "Markus Luchner",
            "Gerald Striedner",
            "Friedrich Leisch"
        ],
        "referencecount": 41,
        "journal": "Biotechnology and Bioengineering",
        "publisher": "Wiley",
        "doi": "10.1002/bit.26073",
        "url": "http://dx.doi.org/10.1002/bit.26073"
    },
    {
        "title": "Visiting friends or relatives?",
        "abstract": null,
        "authors": [
            "Elisa Backer",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 25,
        "journal": "Tourism Management",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.tourman.2016.11.007",
        "url": "http://dx.doi.org/10.1016/j.tourman.2016.11.007"
    },
    {
        "title": "Benchmarking different clustering algorithms on functional data",
        "abstract": null,
        "authors": [
            "Christina Yassouridis",
            "Friedrich Leisch"
        ],
        "referencecount": 16,
        "journal": "Advances in Data Analysis and Classification",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11634-016-0261-y",
        "url": "http://dx.doi.org/10.1007/s11634-016-0261-y"
    },
    {
        "title": "Tourist segments' justifications for behaving in an environmentally unsustainable way",
        "abstract": null,
        "authors": [
            "Emil Juvan",
            "Amata Ring",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 83,
        "journal": "Journal of Sustainable Tourism",
        "publisher": "Informa UK Limited",
        "doi": "10.1080/09669582.2015.1136635",
        "url": "http://dx.doi.org/10.1080/09669582.2015.1136635"
    },
    {
        "title": "Increasing sample size compensates for data problems in segmentation studies",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 70,
        "journal": "Journal of Business Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.jbusres.2015.09.004",
        "url": "http://dx.doi.org/10.1016/j.jbusres.2015.09.004"
    },
    {
        "title": "Impacts of the government-supported investments on the economic farm performance in Austria",
        "abstract": null,
        "authors": [
            "Stefan KIRCHWEGER",
            "Jochen KANTELHARDT",
            "Friedrich LEISCH"
        ],
        "referencecount": 40,
        "journal": "Agricultural Economics (Zemědělská ekonomika)",
        "publisher": "Czech Academy of Agricultural Sciences",
        "doi": "10.17221/250/2014-agricecon",
        "url": "http://dx.doi.org/10.17221/250/2014-agricecon"
    },
    {
        "title": "The potential of random forest and neural networks for biomass and recombinant protein modeling in <i>Escherichia coli</i> fed‐batch fermentations",
        "abstract": "Product quality assurance strategies in production of biopharmaceuticals currently undergo a transformation from empirical “quality by testing” to rational, knowledge‐based “quality by design” approaches. The major challenges in this context are the fragmentary understanding of bioprocesses and the severely limited real‐time access to process variables related to product quality and quantity. Data driven modeling of process variables in combination with model predictive process control concepts represent a potential solution to these problems. The selection of statistical techniques best qualified for bioprocess data analysis and modeling is a key criterion. In this work a series of recombinant Escherichia coli fed‐batch production processes with varying cultivation conditions employing a comprehensive on‐ and offline process monitoring platform was conducted. The applicability of two machine learning methods, random forest and neural networks, for the prediction of cell dry mass and recombinant protein based on online available process parameters and two‐dimensional multi‐wavelength fluorescence spectroscopy is investigated. Models solely based on routinely measured process variables give a satisfying prediction accuracy of about ± 4% for the cell dry mass, while additional spectroscopic information allows for an estimation of the protein concentration within ± 12%. The results clearly argue for a combined approach: neural networks as modeling technique and random forest as variable selection tool.",
        "authors": [
            "Michael Melcher",
            "Theresa Scharl",
            "Bernhard Spangl",
            "Markus Luchner",
            "Monika Cserjan",
            "Karl Bayer",
            "Friedrich Leisch",
            "Gerald Striedner"
        ],
        "referencecount": 32,
        "journal": "Biotechnology Journal",
        "publisher": "Wiley",
        "doi": "10.1002/biot.201400790",
        "url": "http://dx.doi.org/10.1002/biot.201400790"
    },
    {
        "title": "Time use in travel surveys and time use surveys – Two sides of the same coin?",
        "abstract": null,
        "authors": [
            "Regine Gerike",
            "Tina Gehlert",
            "Friedrich Leisch"
        ],
        "referencecount": 37,
        "journal": "Transportation Research Part A: Policy and Practice",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.tra.2015.03.030",
        "url": "http://dx.doi.org/10.1016/j.tra.2015.03.030"
    },
    {
        "title": "Crisis-resistant tourists",
        "abstract": null,
        "authors": [
            "Homa Hajibaba",
            "Ulrike Gretzel",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 73,
        "journal": "Annals of Tourism Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.annals.2015.04.001",
        "url": "http://dx.doi.org/10.1016/j.annals.2015.04.001"
    },
    {
        "title": "Women and Men With Care Responsibilities in the Austrian Alps: Activity and Mobility Patterns of a Diverse Group",
        "abstract": null,
        "authors": [
            "Wiebke Unbehaun",
            "Tina Uhlmann",
            "Reinhard Hössinger",
            "Friedrich Leisch",
            "Regine Gerike"
        ],
        "referencecount": 55,
        "journal": "Mountain Research and Development",
        "publisher": "International Mountain Society (IMS) and United Nations University",
        "doi": "10.1659/mrd-journal-d-13-00095.1",
        "url": "http://dx.doi.org/10.1659/mrd-journal-d-13-00095.1"
    },
    {
        "title": "Clinical study results from a randomized controlled trial of cognitive behavioural guided self‐help in patients with partially remitted depressive disorder",
        "abstract": "ObjectivesCognitive behavioural guided self‐help has been shown to be effective in mild and moderate depressive disorder. It is not known, however, if it is effective in individuals with partially remitted depressive disorder, which is a serious clinical problem in up to 50–60% of treated patients. This study is the first one to examine the clinical benefit of this intervention in this patient population.DesignFor the purpose of this study, a single‐blind, randomized controlled design was used.MethodWe randomized 90 individuals with partially remitted depressive disorder either to cognitive behavioural guided self‐help plus psychopharmacotherapy (n = 49) or psychopharmacotherapy alone (n = 41). They were clinically assessed at regular intervals with ratings of depressive symptoms and stress‐coping strategies over a 3‐week run‐in period and a 6‐week treatment period.ResultsAfter 6 weeks, intention‐to‐treat analysis (n = 90) showed that patients treated with cognitive behavioural guided self‐help plus psychopharmacotherapy did not have significantly lower scores on the Hamilton Rating Scale of Depression (17‐item version; HRSD‐17) and on the Beck Depression Inventory (BDI) compared to patients treated with psychopharmacotherapy alone. When negative stress‐coping strategies were considered, there was a significant difference between the two groups at the end of treatment with respect to the BDI but not to the HRSD‐17.ConclusionsGuided self‐help did not lead to a significant reduction in symptom severity in patients with partially remitted depressive disorder after a 6‐week intervention. However, the intervention leads to a reduction of negative stress‐coping strategies. Cognitive behavioural guided self‐help did not significantly improve depressive symptoms measured with the Hamilton Rating Scale of Depression (17‐item version; HRSD‐17) in patients with partially remitted depressive disorder. Improvements were found in reducing negative stress‐coping strategies for those allocated to the cognitive behavioural guided self‐help, which significantly improved Beck Depression Inventory but not HRSD‐17. These findings suggest that cognitive behavioural guided self‐help may offer some assistance in managing negative stress‐coping strategies.",
        "authors": [
            "Monika Schlögelhofer",
            "Ulrike Willinger",
            "Georg Wiesegger",
            "Harald Eder",
            "Margrit Priesch",
            "Ulrike Itzlinger",
            "Ursula Bailer",
            "Alexandra Schosser",
            "Friedrich Leisch",
            "Harald Aschauer"
        ],
        "referencecount": 41,
        "journal": "Psychology and Psychotherapy: Theory, Research and Practice",
        "publisher": "Wiley",
        "doi": "10.1111/papt.12008",
        "url": "http://dx.doi.org/10.1111/papt.12008"
    },
    {
        "title": "Flexible Generation of E-Learning Exams in<i>R</i>:<b>Moodle</b>Quizzes,<b>OLAT</b>Assessments, and Beyond",
        "abstract": null,
        "authors": [
            "Achim Zeileis",
            "Nikolaus Umlauf",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v058.i01",
        "url": "http://dx.doi.org/10.18637/jss.v058.i01"
    },
    {
        "title": "Required Sample Sizes for Data-Driven Market Segmentation Analyses in Tourism",
        "abstract": "Data analysts in industry and academia make heavy use of market segmentation analysis to develop tourism knowledge and select commercially attractive target segments. Within academic research alone, approximately 5% of published articles use market segmentation. However, the validity of data-driven market segmentation analyses depends on having available a sample of adequate size. Moreover, no guidance exists for determining what an adequate sample size is. In the present simulation study using artificial data of known structure, the impact of the difficulty of the segmentation task on the required sample size is analyzed in dependence of the number of variables in the segmentation base. Under all simulated data circumstances, a sample size of 70 times the number of variables proves to be adequate. This finding is of substantial practical importance because it will provide guidance to data analysts in academia and industry who wish to conduct reliable and valid segmentation studies.",
        "authors": [
            "Sara Dolnicar",
            "Bettina Grün",
            "Friedrich Leisch",
            "Kathrin Schmidt"
        ],
        "referencecount": 30,
        "journal": "Journal of Travel Research",
        "publisher": "SAGE Publications",
        "doi": "10.1177/0047287513496475",
        "url": "http://dx.doi.org/10.1177/0047287513496475"
    },
    {
        "title": "Music and timbre segmentation by recursive constrained K-means clustering",
        "abstract": null,
        "authors": [
            "Sebastian Krey",
            "Uwe Ligges",
            "Friedrich Leisch"
        ],
        "referencecount": 21,
        "journal": "Computational Statistics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s00180-012-0358-5",
        "url": "http://dx.doi.org/10.1007/s00180-012-0358-5"
    },
    {
        "title": "A review on the temporal pattern of deer–vehicle accidents: Impact of seasonal, diurnal and lunar effects in cervids",
        "abstract": null,
        "authors": [
            "Wolfgang Steiner",
            "Friedrich Leisch",
            "Klaus Hackländer"
        ],
        "referencecount": 184,
        "journal": "Accident Analysis &amp; Prevention",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.aap.2014.01.020",
        "url": "http://dx.doi.org/10.1016/j.aap.2014.01.020"
    },
    {
        "title": "Using graphical statistics to better understand market segmentation solutions",
        "abstract": " Market segmentation lies ‘at the heart of successful marketing’ (McDonald 2010), yet market segmentation solutions are not trivial to interpret, especially if consumers are segmented using post hoc or a posteriori or data-driven segmentation, where several consumer characteristics are analysed simultaneously to identify or construct market segments. In fact, 65% of marketing managers admit to having difficulties with the interpretation of data-driven market segmentation solutions. In this study we develop novel ways of visualising segmentation solutions using graphical statistics methodology. The proposed plots help academics and practitioners to interpret complex market segmentation solutions, thus improving the practical usability of market segmentation, reducing the risk of misinterpretation and contributing to closing the much-lamented ‘theoryâ€“practice divide’ in market segmentation. ",
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 54,
        "journal": "International Journal of Market Research",
        "publisher": "SAGE Publications",
        "doi": "10.2501/ijmr-2013-073",
        "url": "http://dx.doi.org/10.2501/ijmr-2013-073"
    },
    {
        "title": "(Psycho-)analysis of benchmark experiments: A formal framework for investigating the relationship between data sets and learning algorithms",
        "abstract": null,
        "authors": [
            "Manuel J.A. Eugster",
            "Friedrich Leisch",
            "Carolin Strobl"
        ],
        "referencecount": 36,
        "journal": "Computational Statistics &amp; Data Analysis",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.csda.2013.08.007",
        "url": "http://dx.doi.org/10.1016/j.csda.2013.08.007"
    },
    {
        "title": "Competition or collaboration? The effect of non-profit brand image on volunteer recruitment strategy",
        "abstract": null,
        "authors": [
            "Melanie Randle",
            "Friedrich Leisch",
            "Sara Dolnicar"
        ],
        "referencecount": 43,
        "journal": "Journal of Brand Management",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1057/bm.2013.9",
        "url": "http://dx.doi.org/10.1057/bm.2013.9"
    },
    {
        "title": "Evaluation strategies for isotope ratio measurements of single particles by LA-MC-ICPMS",
        "abstract": null,
        "authors": [
            "S. Kappel",
            "S. F. Boulyga",
            "L. Dorta",
            "D. Günther",
            "B. Hattendorf",
            "D. Koffler",
            "G. Laaha",
            "F. Leisch",
            "T. Prohaska"
        ],
        "referencecount": 46,
        "journal": "Analytical and Bioanalytical Chemistry",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s00216-012-6674-3",
        "url": "http://dx.doi.org/10.1007/s00216-012-6674-3"
    },
    {
        "title": "One legacy of Mazanec: binary questions are a simple, stable and valid measure of evaluative beliefs",
        "abstract": "PurposeAcademic researchers love multi‐category answer formats, especially five‐ and seven‐point formats. More than a decade ago Josef Mazanec concluded that these formats may not the best choice, and that simple binary‐answer options are preferable in some empirical survey contexts. The purpose of the present study is to investigate empirically Mazanec's hypothesis in the context of the measurement of evaluative beliefs relating to fast‐food restaurants. Design/methodology/approachThe authors conducted an online experiment that asked respondents to assess evaluative beliefs relating to fast‐food brands using either a forced binary (n=100) or a seven‐point answer format (n=100). The authors also measured preferences for each of the fast‐food restaurants, user friendliness, and recorded the actual completion times for the survey.FindingsThe results indicate that the full binary answer format outperforms the popular seven‐point multi‐category format with respect to stability, concurrent validity, and speed of completion. Practical implicationsGiven the demonstrated strengths of full binary measures, they should be used more by both practitioners and academics when measuring evaluative beliefs. Originality/valueThis study provides empirical evidence of the strong performance of the forced binary‐answer format for the measurement of evaluative beliefs, and thus challenges current measurement practice among academics and practitioners.",
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 45,
        "journal": "International Journal of Culture, Tourism and Hospitality Research",
        "publisher": "Emerald",
        "doi": "10.1108/17506181211265059",
        "url": "http://dx.doi.org/10.1108/17506181211265059"
    },
    {
        "title": "Instability of the cellular lipidome with age",
        "abstract": null,
        "authors": [
            "Jessica R. Hughes",
            "Jane M. Deeley",
            "Stephen J. Blanksby",
            "Friedrich Leisch",
            "Shane R. Ellis",
            "Roger J. W. Truscott",
            "Todd W. Mitchell"
        ],
        "referencecount": 79,
        "journal": "AGE",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11357-011-9293-6",
        "url": "http://dx.doi.org/10.1007/s11357-011-9293-6"
    },
    {
        "title": "Effects of different housing systems on the behaviour of beef bulls—An on-farm assessment on Austrian farms",
        "abstract": null,
        "authors": [
            "Evelin Absmanner",
            "Cornelia Rouha-Mülleder",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Josef Troxler"
        ],
        "referencecount": 24,
        "journal": "Applied Animal Behaviour Science",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.applanim.2009.02.009",
        "url": "http://dx.doi.org/10.1016/j.applanim.2009.02.009"
    },
    {
        "title": "Flexible Rasch Mixture Models with Package<b>psychomix</b>",
        "abstract": null,
        "authors": [
            "Hannah Frick",
            "Carolin Strobl",
            "Friedrich Leisch",
            "Achim Zeileis"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v048.i07",
        "url": "http://dx.doi.org/10.18637/jss.v048.i07"
    },
    {
        "title": "<b>semPLS</b>: Structural Equation Modeling Using Partial Least Squares",
        "abstract": null,
        "authors": [
            "Armin Monecke",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v048.i03",
        "url": "http://dx.doi.org/10.18637/jss.v048.i03"
    },
    {
        "title": "A New Way of Identifying Biomarkers in Biomedical Basic-Research Studies",
        "abstract": null,
        "authors": [
            "Alexander Yassouridis",
            "Tonia Ludwig",
            "Axel Steiger",
            "Friedrich Leisch"
        ],
        "referencecount": 21,
        "journal": "PLoS ONE",
        "publisher": "Public Library of Science (PLoS)",
        "doi": "10.1371/journal.pone.0035741",
        "url": "http://dx.doi.org/10.1371/journal.pone.0035741"
    },
    {
        "title": "Biclustering",
        "abstract": " Data-driven market segmentation is a popular and widely used segmentation method in tourism. It aims to identify market segments among tourists who are similar to each other, thus allowing a targeted marketing mix to be developed. Typically data used to segment tourists are characterized by small numbers of respondents and large numbers of survey questions. Small samples and numerous questions cause serious methodological problems that have typically been addressed by using factor-cluster analysis to reduce the dimensionality of data. Recently, factor-cluster analysis has been shown as an unacceptable solution to the problem of high data dimensionality in segmentation. In this article, the authors introduce biclustering, a novel approach to address the problem of high dimensionality in tourism segmentation studies. We discuss the circumstances in which biclustering should be used rather than parametric or nonparametric grouping techniques. An illustrative example of how biclustering is computed is also provided. ",
        "authors": [
            "Sara Dolnicar",
            "Sebastian Kaiser",
            "Katie Lazarevski",
            "Friedrich Leisch"
        ],
        "referencecount": 19,
        "journal": "Journal of Travel Research",
        "publisher": "SAGE Publications",
        "doi": "10.1177/0047287510394192",
        "url": "http://dx.doi.org/10.1177/0047287510394192"
    },
    {
        "title": "Domain-Based Benchmark Experiments: Exploratory and Inferential Analysis",
        "abstract": "Benchmark experiments are the method of choice to compare learning algorithms empirically. For collections of data sets, the empirical performance distributions of a set of learning algorithms are estimated, compared, and ordered. Usually this is done for each data set separately. The present manuscript extends this single data set-based approach to a joint analysis for the complete collection, the so called problem domain. This enablesto decide which algorithms to deploy in a specific application or to compare newly developed algorithms with well-known algorithms on established problem domains.Specialized visualization methods allow for easy exploration of huge amounts of benchmark data. Furthermore, we take the benchmark experiment design into account and use mixed-effects models to provide a formal statistical analysis. Two domain-based benchmark experiments demonstrate our methods: the UCI domain as a well-known domain when one is developing a new algorithm; and the Grasshopper domain as a domain where we want to find the  best learning algorithm for a prediction component in an enterprise application software system.",
        "authors": [
            "Manuel J. A. Eugster",
            "Torsten Hothorn",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Austrian Journal of Statistics",
        "publisher": "Austrian Statistical Society",
        "doi": "10.17713/ajs.v41i1.185",
        "url": "http://dx.doi.org/10.17713/ajs.v41i1.185"
    },
    {
        "title": "Modelling time course gene expression data with finite mixtures of linear additive models",
        "abstract": "\n               Summary: A model class of finite mixtures of linear additive models is presented. The component-specific parameters in the regression models are estimated using regularized likelihood methods. The advantages of the regularization are that (i) the pre-specified maximum degrees of freedom for the splines is less crucial than for unregularized estimation and that (ii) for each component individually a suitable degree of freedom is selected in an automatic way. The performance is evaluated in a simulation study with artificial data as well as on a yeast cell cycle dataset of gene expression levels over time.\n               Availability: The latest release version of the R package flexmix is available from CRAN (http://cran.r-project.org/).\n               Contact:  Bettina.Gruen@jku.at",
        "authors": [
            "Bettina Grün",
            "Theresa Scharl",
            "Friedrich Leisch"
        ],
        "referencecount": 19,
        "journal": "Bioinformatics",
        "publisher": "Oxford University Press (OUP)",
        "doi": "10.1093/bioinformatics/btr653",
        "url": "http://dx.doi.org/10.1093/bioinformatics/btr653"
    },
    {
        "title": "Quick, Simple and Reliable: Forced Binary Survey Questions",
        "abstract": " Consumers are increasingly saturated by market research, which leads to decreasing response rates and an increased danger of response bias. Market researchers thus face the challenge of recruiting respondents, increasing response rates and reducing respondent fatigue by making questionnaires as short and pleasant as possible. One way of achieving this is to replace traditionally used ordinal multi-category answer formats (such as Likert-type scales) with forced binary scales. This proposition is attractive only if it indeed shortens the survey time while not compromising the quality of managerial insights from the data. This study investigates these conditions. Results from a repeat-measurement design indicate that managerial interpretations do not differ substantially between the two answer formats, responses are equally reliable, and that the binary format is quicker and perceived as less complex. ",
        "authors": [
            "Sara Dolnicar",
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 47,
        "journal": "International Journal of Market Research",
        "publisher": "SAGE Publications",
        "doi": "10.2501/ijmr-53-2-231-252",
        "url": "http://dx.doi.org/10.2501/ijmr-53-2-231-252"
    },
    {
        "title": "Exploratory analysis of benchmark experiments an interactive approach",
        "abstract": null,
        "authors": [
            "Manuel J. A. Eugster",
            "Friedrich Leisch"
        ],
        "referencecount": 14,
        "journal": "Computational Statistics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s00180-010-0227-z",
        "url": "http://dx.doi.org/10.1007/s00180-010-0227-z"
    },
    {
        "title": "Weighted and robust archetypal analysis",
        "abstract": null,
        "authors": [
            "Manuel J.A. Eugster",
            "Friedrich Leisch"
        ],
        "referencecount": 18,
        "journal": "Computational Statistics &amp; Data Analysis",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.csda.2010.10.017",
        "url": "http://dx.doi.org/10.1016/j.csda.2010.10.017"
    },
    {
        "title": "Case studies in reproducibility",
        "abstract": null,
        "authors": [
            "T. Hothorn",
            "F. Leisch"
        ],
        "referencecount": 21,
        "journal": "Briefings in Bioinformatics",
        "publisher": "Oxford University Press (OUP)",
        "doi": "10.1093/bib/bbq084",
        "url": "http://dx.doi.org/10.1093/bib/bbq084"
    },
    {
        "title": "No association of the neuropeptide Y (Leu7Pro) and ghrelin gene (Arg51Gln, Leu72Met, Gln90Leu) single nucleotide polymorphisms with eating disorders",
        "abstract": null,
        "authors": [
            "Jochen Kindler",
            "Ursula Bailer",
            "Martina de Zwaan",
            "Karoline Fuchs",
            "Friedrich Leisch",
            "Bettina Grün",
            "Alexandra Strnad",
            "Mirjana Stojanovic",
            "Julia Windisch",
            "Claudia Lennkh-Wolfsberg",
            "Nadja El-Giamal",
            "Werner Sieghart",
            "Siegfried Kasper",
            "Harald Aschauer"
        ],
        "referencecount": 29,
        "journal": "Nordic Journal of Psychiatry",
        "publisher": "Informa UK Limited",
        "doi": "10.3109/08039488.2010.525258",
        "url": "http://dx.doi.org/10.3109/08039488.2010.525258"
    },
    {
        "title": "Executable Papers for the R Community: The R2 Platform for Reproducible Research",
        "abstract": null,
        "authors": [
            "Friedrich Leisch",
            "Manuel Eugster",
            "Torsten Hothorn"
        ],
        "referencecount": 20,
        "journal": "Procedia Computer Science",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.procs.2011.04.065",
        "url": "http://dx.doi.org/10.1016/j.procs.2011.04.065"
    },
    {
        "title": "The sustainability–profitability trade-off in tourism: can it be overcome?",
        "abstract": null,
        "authors": [
            "Teresa Moeller",
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 38,
        "journal": "Journal of Sustainable Tourism",
        "publisher": "Informa UK Limited",
        "doi": "10.1080/09669582.2010.518762",
        "url": "http://dx.doi.org/10.1080/09669582.2010.518762"
    },
    {
        "title": "Identification of SERPINA1 as single marker for papillary thyroid carcinoma through microarray meta analysis and quantification of its discriminatory power in independent validation",
        "abstract": null,
        "authors": [
            "Klemens Vierlinger",
            "Markus H Mansfeld",
            "Oskar Koperek",
            "Christa Nöhammer",
            "Klaus Kaserer",
            "Friedrich Leisch"
        ],
        "referencecount": 34,
        "journal": "BMC Medical Genomics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/1755-8794-4-30",
        "url": "http://dx.doi.org/10.1186/1755-8794-4-30"
    },
    {
        "title": "Evaluation of structure and reproducibility of cluster solutions using the bootstrap",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 35,
        "journal": "Marketing Letters",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11002-009-9083-4",
        "url": "http://dx.doi.org/10.1007/s11002-009-9083-4"
    },
    {
        "title": "Neighborhood graphs, stripes and shadow plots for cluster visualization",
        "abstract": null,
        "authors": [
            "Friedrich Leisch"
        ],
        "referencecount": 19,
        "journal": "Statistics and Computing",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s11222-009-9137-8",
        "url": "http://dx.doi.org/10.1007/s11222-009-9137-8"
    },
    {
        "title": "Mixtures of regression models for time course gene expression data: evaluation of initialization and random effects",
        "abstract": "\n               Summary: Finite mixture models are routinely applied to time course microarray data. Due to the complexity and size of this type of data, the choice of good starting values plays an important role. So far initialization strategies have only been investigated for data from a mixture of multivariate normal distributions. In this work several initialization procedures are evaluated for mixtures of regression models with and without random effects in an extensive simulation study on different artificial datasets. Finally, these procedures are also applied to a real dataset from Escherichia coli.\n               Availability: The latest release versions of R packages flexmix, gcExplorer and kernlab are always available from CRAN (http://cran.r-project.org/).\n               Contact:  theresa.scharl@ci.tuwien.ac.at\n               Supplementary information:  Supplementary data are available at Bioinformatics online.",
        "authors": [
            "Theresa Scharl",
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 22,
        "journal": "Bioinformatics",
        "publisher": "Oxford University Press (OUP)",
        "doi": "10.1093/bioinformatics/btp686",
        "url": "http://dx.doi.org/10.1093/bioinformatics/btp686"
    },
    {
        "title": "Interaction between serotonin 5-HT2A receptor gene and dopamine transporter (DAT1) gene polymorphisms influences personality trait of persistence in Austrian Caucasians",
        "abstract": null,
        "authors": [
            "Alexandra Schosser",
            "Karoline Fuchs",
            "Theresa Scharl",
            "Monika Schloegelhofer",
            "Jochen Kindler",
            "Nilufar Mossaheb",
            "Rainer M. Kaufmann",
            "Friedrich Leisch",
            "Siegfried Kasper",
            "Werner Sieghart",
            "Harald N. Aschauer"
        ],
        "referencecount": 53,
        "journal": "The World Journal of Biological Psychiatry",
        "publisher": "Informa UK Limited",
        "doi": "10.3109/15622970801935586",
        "url": "http://dx.doi.org/10.3109/15622970801935586"
    },
    {
        "title": "Effects of different housing systems on the behaviour of beef bulls—An on-farm assessment on Austrian farms",
        "abstract": null,
        "authors": [
            "Evelin Absmanner",
            "Cornelia Rouha-Mülleder",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Josef Troxler"
        ],
        "referencecount": 24,
        "journal": "Applied Animal Behaviour Science",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.applanim.2009.02.009",
        "url": "http://dx.doi.org/10.1016/j.applanim.2009.02.009"
    },
    {
        "title": "From Spider-Man to Hero - Archetypal Analysis in<i>R</i>",
        "abstract": null,
        "authors": [
            "Manuel J. A. Eugster",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v030.i08",
        "url": "http://dx.doi.org/10.18637/jss.v030.i08"
    },
    {
        "title": "Dealing with label switching in mixture models under genuine multimodality",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 29,
        "journal": "Journal of Multivariate Analysis",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.jmva.2008.09.006",
        "url": "http://dx.doi.org/10.1016/j.jmva.2008.09.006"
    },
    {
        "title": "gcExplorer: interactive exploration of gene clusters",
        "abstract": "\n               Summary: Cluster analysis plays an important role in the analysis of gene expression data since the early beginning of microarray studies and is routinely used to find groups of genes with common expression pattern. In order to make cluster analysis helpful for users, visualization of cluster solutions is of utmost importance. Here, we present the new R package gcExplorer for the interactive exploration of gene clusters. gcExplorer facilitates the interpretation of cluster results and allows to investigate extensive information about clusters.\n               Availability: The latest release of gcExplorer is always available at the Comprehensive R Archive Network CRAN: http://cran.R-project.org/package=gcExplorer. See the README file in the package for detailed installation instructions.\n               Contact:  theresa.scharl@ci.tuwien.ac.at\n               Supplementary information:  Supplementary data are available at Bioinformatics online.",
        "authors": [
            "Theresa Scharl",
            "Friedrich Leisch"
        ],
        "referencecount": 9,
        "journal": "Bioinformatics",
        "publisher": "Oxford University Press (OUP)",
        "doi": "10.1093/bioinformatics/btp099",
        "url": "http://dx.doi.org/10.1093/bioinformatics/btp099"
    },
    {
        "title": "Interactive visualization of clusters in microarray data: an efficient tool for improved metabolic analysis of E. coli",
        "abstract": "\n          \n            Background\n            Interpretation of comprehensive DNA microarray data sets is a challenging task for biologists and process engineers where scientific assistance of statistics and bioinformatics is essential. Interdisciplinary cooperation and concerted development of software-tools for simplified and accelerated data analysis and interpretation is the key to overcome the bottleneck in data-analysis workflows. This approach is exemplified by  an interactive visualization toolbox based on cluster analysis. Clustering is an important tool in gene expression data analysis to find groups of co-expressed genes which can finally suggest functional pathways and interactions between genes. The visualization of gene clusters gives practitioners an understanding of the cluster structure of their data and makes it easier to interpret the cluster results.\n          \n          \n            Results\n            In this study the interactive visualization toolbox  is applied to the interpretation of E. coli microarray data. The data sets derive from two fedbatch experiments conducted in order to investigate the impact of different induction strategies on the host metabolism and product yield. The software enables direct graphical comparison of these two experiments. The identification of potentially interesting gene candidates or functional groups is substantially accelerated and eased.\n          \n          \n            Conclusion\n            It was shown that  is a very helpful tool to gain a general overview of microarray experiments. Interesting gene expression patterns can easily be found, compared among different experiments and combined with information about gene function from publicly available databases.\n          ",
        "authors": [
            "Theresa Scharl",
            "Gerald Striedner",
            "Florentina Pötschacher",
            "Friedrich Leisch",
            "Karl Bayer"
        ],
        "referencecount": 23,
        "journal": "Microbial Cell Factories",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/1475-2859-8-37",
        "url": "http://dx.doi.org/10.1186/1475-2859-8-37"
    },
    {
        "title": "Exploratory and inferential analysis of gene cluster neighborhood graphs",
        "abstract": "\n          \n            Background\n            Many different cluster methods are frequently used in gene expression data analysis to find groups of co-expressed genes. However, cluster algorithms with the ability to visualize the resulting clusters are usually preferred. The visualization of gene clusters gives practitioners an understanding of the cluster structure of their data and makes it easier to interpret the cluster results.\n          \n          \n            Results\n            In this paper recent extensions of  package gcExplorer are presented. gcExplorer is an interactive visualization toolbox for the investigation of the overall cluster structure as well as single clusters. The different visualization options including arbitrary node and panel functions are described in detail. Finally the toolbox can be used to investigate the quality of a given clustering graphically as well as theoretically by testing the association between a partition and a functional group under study.\n          \n          \n            Conclusion\n            It is shown that gcExplorer is a very helpful tool for a general exploration of microarray experiments. The identification of potentially interesting gene candidates or functional groups is substantially accelerated and eased. Inferential analysis on a cluster solution is used to judge its ability to provide insight into the underlying mechanistic biology of the experiment.\n          ",
        "authors": [
            "Theresa Scharl",
            "Ingo Voglhuber",
            "Friedrich Leisch"
        ],
        "referencecount": 26,
        "journal": "BMC Bioinformatics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/1471-2105-10-288",
        "url": "http://dx.doi.org/10.1186/1471-2105-10-288"
    },
    {
        "title": "RGG: A general GUI Framework for R scripts",
        "abstract": "\n          \n            Background\n            R is the leading open source statistics software with a vast number of biostatistical and bioinformatical analysis packages. To exploit the advantages of R, extensive scripting/programming skills are required.\n          \n          \n            Results\n            We have developed a software tool called R GUI Generator (RGG) which enables the easy generation of Graphical User Interfaces (GUIs) for the programming language R by adding a few Extensible Markup Language (XML) – tags. RGG consists of an XML-based GUI definition language and a Java-based GUI engine. GUIs are generated in runtime from defined GUI tags that are embedded into the R script. User-GUI input is returned to the R code and replaces the XML-tags. RGG files can be developed using any text editor. The current version of RGG is available as a stand-alone software (RGGRunner) and as a plug-in for JGR.\n          \n          \n            Conclusion\n            RGG is a general GUI framework for R that has the potential to introduce R statistics (R packages, built-in functions and scripts) to users with limited programming skills and helps to bridge the gap between R developers and GUI-dependent users. RGG aims to abstract the GUI development from individual GUI toolkits by using an XML-based GUI definition language. Thus RGG can be easily integrated in any software. The RGG project further includes the development of a web-based repository for RGG-GUIs. RGG is an open source project licensed under the Lesser General Public License (LGPL) and can be downloaded freely at http://rgg.r-forge.r-project.org",
        "authors": [
            "Ilhami Visne",
            "Erkan Dilaveroglu",
            "Klemens Vierlinger",
            "Martin Lauss",
            "Ahmet Yildiz",
            "Andreas Weinhaeusel",
            "Christa Noehammer",
            "Friedrich Leisch",
            "Albert Kriegner"
        ],
        "referencecount": 36,
        "journal": "BMC Bioinformatics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1186/1471-2105-10-74",
        "url": "http://dx.doi.org/10.1186/1471-2105-10-74"
    },
    {
        "title": "An Investigation of Tourists' Patterns of Obligation to Protect the Environment",
        "abstract": " The environmental sustainability of the local tourism industry is increasingly a concern. Authors have proposed a demand-driven approach to sustainable destination management as complementary to traditional supply-side interventions. However, little empirical evidence supports the feasibility of such a demand-driven approach. This study contributes to this gap by investigating whether individuals who feel morally obliged to behave in an environmentally friendly manner represent useful target segments for destination management aiming to improve the ecological sustainability of the local tourism industry. Results indicate that distinctly different moral obligation segments exist that differ in pro-environmental behavior and attitudes. These segments are associated with distinctly different vacation preferences and can consequently be used by destination management for target marketing. Gaps between people's pro-environmental behavior at home and at the destination systematically differ across segments, leading to the conclusion that different combinations of demand and supply-side measures may be suitable to reduce the environmental footprint of different segments. ",
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 43,
        "journal": "Journal of Travel Research",
        "publisher": "SAGE Publications",
        "doi": "10.1177/0047287507308330",
        "url": "http://dx.doi.org/10.1177/0047287507308330"
    },
    {
        "title": "Selective marketing for environmentally sustainable tourism",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 26,
        "journal": "Tourism Management",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.tourman.2007.07.010",
        "url": "http://dx.doi.org/10.1016/j.tourman.2007.07.010"
    },
    {
        "title": "FlexMix Version 2: Finite Mixtures with Concomitant Variables and Varying and Constant Parameters",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v028.i04",
        "url": "http://dx.doi.org/10.18637/jss.v028.i04"
    },
    {
        "title": "Finite Mixtures of Generalized Linear Regression Models",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 32,
        "journal": "Recent Advances in Linear Models and Related Areas",
        "publisher": "Physica-Verlag HD",
        "doi": "10.1007/978-3-7908-2064-5_11",
        "url": "http://dx.doi.org/10.1007/978-3-7908-2064-5_11"
    },
    {
        "title": "Identifiability of Finite Mixtures of Multinomial Logit Models with Varying and Fixed Effects",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 36,
        "journal": "Journal of Classification",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/s00357-008-9022-8",
        "url": "http://dx.doi.org/10.1007/s00357-008-9022-8"
    },
    {
        "title": "Tourette's syndrome is not associated with interleukin-10 receptor 1 variants on chromosome 11q23.3",
        "abstract": null,
        "authors": [
            "Jochen Kindler",
            "Alexandra Schosser",
            "Mara Stamenkovic",
            "Monika Schloegelhofer",
            "Friedrich Leisch",
            "Kurt Hornik",
            "Harald Aschauer",
            "Christoph Gasche"
        ],
        "referencecount": 32,
        "journal": "Psychiatry Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.psychres.2007.07.021",
        "url": "http://dx.doi.org/10.1016/j.psychres.2007.07.021"
    },
    {
        "title": "Modelling Background Noise in Finite Mixtures of Generalized Linear Regression Models",
        "abstract": null,
        "authors": [
            "Friedrich Leisch"
        ],
        "referencecount": 13,
        "journal": "COMPSTAT 2008",
        "publisher": "Physica-Verlag HD",
        "doi": "10.1007/978-3-7908-2084-3_32",
        "url": "http://dx.doi.org/10.1007/978-3-7908-2084-3_32"
    },
    {
        "title": "Stroking of different body regions by a human: Effects on behaviour and heart rate of dairy cows",
        "abstract": null,
        "authors": [
            "Claudia Schmied",
            "Susanne Waiblinger",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Xavier Boivin"
        ],
        "referencecount": 49,
        "journal": "Applied Animal Behaviour Science",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.applanim.2007.01.013",
        "url": "http://dx.doi.org/10.1016/j.applanim.2007.01.013"
    },
    {
        "title": "Fitting finite mixtures of generalized linear regressions in R",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 12,
        "journal": "Computational Statistics &amp; Data Analysis",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.csda.2006.08.014",
        "url": "http://dx.doi.org/10.1016/j.csda.2006.08.014"
    },
    {
        "title": "Testing for Genuine Multimodality in Finite Mixture Models: Application to Linear Regression Models",
        "abstract": null,
        "authors": [
            "Bettina Grün",
            "Friedrich Leisch"
        ],
        "referencecount": 12,
        "journal": "Studies in Classification, Data Analysis, and Knowledge Organization",
        "publisher": "Springer Berlin Heidelberg",
        "doi": "10.1007/978-3-540-70981-7_24",
        "url": "http://dx.doi.org/10.1007/978-3-540-70981-7_24"
    },
    {
        "title": "Homozygosity of the interleukin‐10 receptor 1 G330R allele is associated with schizophrenia",
        "abstract": "Infections of unknown origin and an altered immune response have been hypothesized to play a role in the pathogenesis of schizophrenia. We have previously identified two single nucleotide polymorphisms (SNPs) of the IL‐10 receptor 1 (IL‐10R1) causing a substitution of glycine 330 to arginine (G330R) and of serine 138 to glycine (S138G). A possible association between these IL‐10R1 variants and schizophrenia has been investigated in the present study. DNA of 101 unrelated Austrian patients with a DSM‐III‐R (Diagnostic and Statistical Manual of Mental Disorders) consensus diagnosis of schizophrenia (n = 70) or schizoaffective disorder (n = 31) and DNA of 121 German schizophrenic patients (DSM‐III‐R) was analyzed for the presence of S138G and G330R by allele‐specific multiplex PCRs. Data from patients were compared with 250 unrelated, psychiatric healthy controls. No difference in allele frequency was detected between patients and controls (G330R: 34.0% vs. 30.0%, P = 0.208; S138G: 19.7% vs. 16.6%, P = 0.235; by Fisher's exact test). However, there was a significant difference in genotype distribution (wt/wt, wt/mut, mut/mut) for G330R between patients (46.8%, 38.3%, 14.9%) and controls (47.6%, 44.8%, 7.6%; Fisher's test P = 0.032). No such difference was seen for S138G. Our results suggest that homozygosity of the IL‐10R1 G330R allele is associated with schizophrenia and may contribute to the expression of disease phenotype in susceptible individuals. © 2006 Wiley‐Liss, Inc.",
        "authors": [
            "Alexandra Schosser",
            "Harald N. Aschauer",
            "Dieter B. Wildenauer",
            "Sibylle G. Schwab",
            "Margot Albus",
            "Wolfgang Maier",
            "Monika Schloegelhofer",
            "Friedrich Leisch",
            "Kurt Hornik",
            "Sarah S. Murray",
            "Christoph Gasche"
        ],
        "referencecount": 23,
        "journal": "American Journal of Medical Genetics Part B: Neuropsychiatric Genetics",
        "publisher": "Wiley",
        "doi": "10.1002/ajmg.b.30416",
        "url": "http://dx.doi.org/10.1002/ajmg.b.30416"
    },
    {
        "title": "Additional support for linkage of schizophrenia and bipolar disorder to chromosome 3q29",
        "abstract": null,
        "authors": [
            "Alexandra Schosser",
            "Karoline Fuchs",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Ursula Bailer",
            "Siegfried Kasper",
            "Werner Sieghart",
            "Kurt Hornik",
            "Harald N. Aschauer"
        ],
        "referencecount": 15,
        "journal": "European Neuropsychopharmacology",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.euroneuro.2007.01.004",
        "url": "http://dx.doi.org/10.1016/j.euroneuro.2007.01.004"
    },
    {
        "title": "A toolbox for -centroids cluster analysis",
        "abstract": null,
        "authors": [
            "Friedrich Leisch"
        ],
        "referencecount": 35,
        "journal": "Computational Statistics &amp; Data Analysis",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.csda.2005.10.006",
        "url": "http://dx.doi.org/10.1016/j.csda.2005.10.006"
    },
    {
        "title": "Strain‐dependent regulation of neurotransmission and actin‐remodelling proteins in the mouse hippocampus",
        "abstract": " Individual mouse strains differ significantly in terms of behaviour, cognitive function and long‐term potentiation. Hippocampal gene expression profiling of eight different mouse strains points towards strain‐specific regulation of genes involved in neuronal information storage. Protein expression with regard to strain‐ dependent expression of structures related to neuronal information storage has not been investigated yet. Herein, a proteomic approach based on two‐dimensional gel electrophoresis coupled with mass spectrometry (MALDI‐TOF/TOF) has been chosen to address this question by determining strain‐dependent expression of proteins involved in neurotransmission and activity‐induced actin remodelling in hippocampal tissue of five mouse strains. Of 31 spots representing 16 different gene products analysed and quantified, N‐ethylmaleimide‐sensitive fusion protein, N‐ethylmaleimide‐sensitive factor attachment protein‐α, actin‐like protein 3, profilin and cofilin were expressed in a strain‐dependent manner. By treating protein expression as a phenotype, we have shown significant genetic variation in brain protein expression. Further experiments in this direction may provide an indication of the genetic elements that contribute to the phenotypic differences between the selected strains through the expressional level of the translated protein. In view of this, we propose that proteomic analysis enabling to concomitantly survey the expression of a large number of proteins could serve as a valuable tool for genetic and physiological studies of central nervous system function. ",
        "authors": [
            "D. D. Pollak",
            "J. John",
            "T. Scharl",
            "F. Leisch",
            "A. Schneider",
            "H. Hoeger",
            "G. Lubec"
        ],
        "referencecount": 16,
        "journal": "Genes, Brain and Behavior",
        "publisher": "Wiley",
        "doi": "10.1111/j.1601-183x.2006.00207.x",
        "url": "http://dx.doi.org/10.1111/j.1601-183x.2006.00207.x"
    },
    {
        "title": "No association of clock gene T3111C polymorphism and affective disorders",
        "abstract": null,
        "authors": [
            "U. Bailer",
            "G. Wiesegger",
            "F. Leisch",
            "K. Fuchs",
            "I. Leitner",
            "M. Letmaier",
            "A. Konstantinidis",
            "J. Stastny",
            "W. Sieghart",
            "K. Hornik",
            "B. Mitterauer",
            "S. Kasper",
            "H.N. Aschauer"
        ],
        "referencecount": 25,
        "journal": "European Neuropsychopharmacology",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.euroneuro.2004.05.004",
        "url": "http://dx.doi.org/10.1016/j.euroneuro.2004.05.004"
    },
    {
        "title": "Ensemble Methods for Cluster Analysis",
        "abstract": null,
        "authors": [
            "Kurt Hornik",
            "Friedrich Leisch"
        ],
        "referencecount": 17,
        "journal": "Adaptive Information Systems and Modelling in Economics and Management Science",
        "publisher": "Springer Vienna",
        "doi": "10.1007/3-211-29901-7_16",
        "url": "http://dx.doi.org/10.1007/3-211-29901-7_16"
    },
    {
        "title": "Open and Extensible Software for Data Analysis in Management Science",
        "abstract": null,
        "authors": [
            "Kurt Hornik",
            "Friedrich Leisch"
        ],
        "referencecount": 24,
        "journal": "Adaptive Information Systems and Modelling in Economics and Management Science",
        "publisher": "Springer Vienna",
        "doi": "10.1007/3-211-29901-7_17",
        "url": "http://dx.doi.org/10.1007/3-211-29901-7_17"
    },
    {
        "title": "The Design and Analysis of Benchmark Experiments",
        "abstract": null,
        "authors": [
            "Torsten Hothorn",
            "Friedrich Leisch",
            "Achim Zeileis",
            "Kurt Hornik"
        ],
        "referencecount": 38,
        "journal": "Journal of Computational and Graphical Statistics",
        "publisher": "Informa UK Limited",
        "doi": "10.1198/106186005x59630",
        "url": "http://dx.doi.org/10.1198/106186005x59630"
    },
    {
        "title": "Strain-dependent regulation of plasticity-related proteins in the mouse hippocampus",
        "abstract": null,
        "authors": [
            "D POLLAK",
            "T SCHARL",
            "F LEISCH",
            "K HERKNER",
            "S VILLAR",
            "H HOEGER",
            "G LUBEC"
        ],
        "referencecount": 0,
        "journal": "Behavioural Brain Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.bbr.2005.07.028",
        "url": "http://dx.doi.org/10.1016/j.bbr.2005.07.028"
    },
    {
        "title": "Additional support for linkage of schizophrenia and bipolar disorder to chromosome 3q29",
        "abstract": null,
        "authors": [
            "Alexandra Schosser",
            "Karoline Fuchs",
            "Theresa Scharl",
            "Friedrich Leisch",
            "Ursula Bailer",
            "Siegfried Kasper",
            "Werner Sieghart",
            "Kurt Hornik",
            "Harald N. Aschauer"
        ],
        "referencecount": 15,
        "journal": "European Neuropsychopharmacology",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.euroneuro.2007.01.004",
        "url": "http://dx.doi.org/10.1016/j.euroneuro.2007.01.004"
    },
    {
        "title": "Monitoring structural change in dynamic econometric models",
        "abstract": "The classical approach to testing for structural change employs retrospective tests using a historical data set of a given length. Here we consider a wide array of fluctuation‐type tests in a monitoring situation—given a history period for which a regression relationship is known to be stable, we test whether incoming data are consistent with the previously established relationship. Procedures based on estimates of the regression coefficients are extended in three directions: we introduce (a) procedures based on OLS residuals, (b) rescaled statistics and (c) alternative asymptotic boundaries. Compared to the existing tests our extensions offer ease of computation, improved size in finite samples for dynamic models and better power against certain alternatives, respectively. We apply our methods to three data sets, German M1 money demand, US labour productivity and S&amp;P 500 stock returns. Copyright © 2005 John Wiley &amp; Sons, Ltd.",
        "authors": [
            "Achim Zeileis",
            "Friedrich Leisch",
            "Christian Kleiber",
            "Kurt Hornik"
        ],
        "referencecount": 25,
        "journal": "Journal of Applied Econometrics",
        "publisher": "Wiley",
        "doi": "10.1002/jae.776",
        "url": "http://dx.doi.org/10.1002/jae.776"
    },
    {
        "title": "Guided self‐help versus cognitive‐behavioral group therapy in the treatment of bulimia nervosa",
        "abstract": "ObjectiveThe aim of the current study was to evaluate whether guided self‐help was effective in the short and long term in the treatment of bulimia nervosa.MethodEighty‐one patients with bulimia nervosa were randomly assigned to either a self‐help manual with a maximum of 18 short weekly visits (guided self‐help) or to 18 weekly 1.5‐h sessions of cognitive‐behavioral group therapy (CBT). The primary outcome variables were monthly frequencies of self‐reported binge eating and vomiting episodes. Secondary outcome variables were eating disorder‐related psychopathology (assessed with the Eating Disorders Inventory [EDI]) and depression (assessed by the Beck Depression Inventory [BDI]). Patients were followed up 1 year after the end of treatment.ResultsA mixed‐effects linear regression analysis indicated that subjects in both treatment conditions showed a significant decrease over time in binge eating and vomiting frequencies, in the scores of the EDI subscales, and in the BDI. Both treatment modalities led to a sustained improvement at follow‐up. A separate analysis of the completer sample showed significantly higher remission rates in the self‐help condition (74%) compared with the CBT condition (44%) at follow‐up.ConclusionsGuided self‐help incorporating the use of a self‐help manual offers an approach that can be effective in the short and long‐term treatment of bulimia nervosa. © 2004 by Wiley Periodicals, Inc. Int J Eat Disord 35: 522–537, 2004.",
        "authors": [
            "Ursula Bailer",
            "Martina de Zwaan",
            "Friedrich Leisch",
            "Alexandra Strnad",
            "Claudia Lennkh‐Wolfsberg",
            "Nadia El‐Giamal",
            "Kurt Hornik",
            "Siegfried Kasper"
        ],
        "referencecount": 52,
        "journal": "International Journal of Eating Disorders",
        "publisher": "Wiley",
        "doi": "10.1002/eat.20003",
        "url": "http://dx.doi.org/10.1002/eat.20003"
    },
    {
        "title": "Segmenting Markets by Bagged Clustering",
        "abstract": " We introduce bagged clustering as a new approach in the field of post hoc market segmentation research and illustrate the managerial advantages over both hierarchical and partitioning algorithms, especially with large binary data sets. The most important improvements are enhanced stability and interpretability of segments based on binary data. One of the main goals of the procedure is to complement more traditional techniques as an exploratory segment analysis tool. The merits of the approach are illustrated using a tourism marketing application. ",
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 18,
        "journal": "Australasian Marketing Journal",
        "publisher": "SAGE Publications",
        "doi": "10.1016/s1441-3582(04)70088-9",
        "url": "http://dx.doi.org/10.1016/s1441-3582(04)70088-9"
    },
    {
        "title": "Delivering the Right Tourist Service to the Right People–A Comparison of Segmentation Approaches",
        "abstract": null,
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 20,
        "journal": "Journal of Quality Assurance in Hospitality &amp; Tourism",
        "publisher": "Informa UK Limited",
        "doi": "10.1300/j162v05n02_10",
        "url": "http://dx.doi.org/10.1300/j162v05n02_10"
    },
    {
        "title": "R Version 2.0.0",
        "abstract": null,
        "authors": [
            "Kurt Hornik",
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Computational Statistics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/bf02753918",
        "url": "http://dx.doi.org/10.1007/bf02753918"
    },
    {
        "title": "FlexMix: A General Framework for Finite Mixture Models and Latent Class Regression in<i>R</i>",
        "abstract": null,
        "authors": [
            "Friedrich Leisch"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v011.i08",
        "url": "http://dx.doi.org/10.18637/jss.v011.i08"
    },
    {
        "title": "StatDataML: An XML Format for Statistical Data",
        "abstract": null,
        "authors": [
            "David Meyer",
            "Friedrich Leisch",
            "Torsten Hothorn",
            "Kurt Hornik"
        ],
        "referencecount": 27,
        "journal": "Computational Statistics",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1007/bf03372109",
        "url": "http://dx.doi.org/10.1007/bf03372109"
    },
    {
        "title": "Possible linkage of schizophrenia and bipolar affective disorder to chromosome 3q29",
        "abstract": null,
        "authors": [
            "Alexandra Schosser",
            "Karoline Fuchs",
            "Friedrich Leisch",
            "Ursula Bailer",
            "Kurt Meszaros",
            "Elisabeth Lenzinger",
            "Ulrike Willinger",
            "Rainer Strobl",
            "Angela Heiden",
            "Christian Gebhardt",
            "Siegfried Kasper",
            "Werner Sieghart",
            "Kurt Hornik",
            "Harald N. Aschauer"
        ],
        "referencecount": 36,
        "journal": "Journal of Psychiatric Research",
        "publisher": "Elsevier BV",
        "doi": "10.1016/j.jpsychires.2003.11.004",
        "url": "http://dx.doi.org/10.1016/j.jpsychires.2003.11.004"
    },
    {
        "title": "Winter Tourist Segments in Austria: Identifying Stable Vacation Styles Using Bagged Clustering Techniques",
        "abstract": "Market segmentation is a very popular and broadly accepted way of increasing profitability. The number of reports published on a posteriori market segmentation studies has rapidly increased since Haley’s milestone publication on benefit segmentation in 1968. Nevertheless, it is common practice to use a single segmentation base only and to run a single calculation of a single algorithm, which dramatically increases the chance of building an entire marketing plan on a random solution of the algorithm chosen. The application presented constructs winter vacation styles based on guest survey data, avoiding both weaknesses mentioned before. Through the replicative framework provided by bagged clustering, potentially suboptimal random solutions are avoided. Independent partitioning of vacation activities and travel motives leads to more holistic segments. By looking for over and underrepresentation of all combinations of the behavioral and psychographic segmentation, vacation styles are identified and studied in detail.",
        "authors": [
            "Sara Dolnicar",
            "Friedrich Leisch"
        ],
        "referencecount": 9,
        "journal": "Journal of Travel Research",
        "publisher": "SAGE Publications",
        "doi": "10.1177/0047287502239037",
        "url": "http://dx.doi.org/10.1177/0047287502239037"
    },
    {
        "title": "The support vector machine under test",
        "abstract": null,
        "authors": [
            "David Meyer",
            "Friedrich Leisch",
            "Kurt Hornik"
        ],
        "referencecount": 41,
        "journal": "Neurocomputing",
        "publisher": "Elsevier BV",
        "doi": "10.1016/s0925-2312(03)00431-4",
        "url": "http://dx.doi.org/10.1016/s0925-2312(03)00431-4"
    },
    {
        "title": "A polymorphism (5-HTTLPR) in the serotonin transporter promoter gene is associated with DSM-IV depression subtypes in seasonal affective disorder",
        "abstract": null,
        "authors": [
            "M Willeit",
            "N Praschak-Rieder",
            "A Neumeister",
            "P Zill",
            "F Leisch",
            "J Stastny",
            "E Hilger",
            "N Thierry",
            "A Konstantinidis",
            "D Winkler",
            "K Fuchs",
            "W Sieghart",
            "H Aschauer",
            "M Ackenheil",
            "B Bondy",
            "S Kasper"
        ],
        "referencecount": 32,
        "journal": "Molecular Psychiatry",
        "publisher": "Springer Science and Business Media LLC",
        "doi": "10.1038/sj.mp.4001392",
        "url": "http://dx.doi.org/10.1038/sj.mp.4001392"
    },
    {
        "title": "Genome scan for susceptibility loci for schizophrenia and bipolar disorder",
        "abstract": null,
        "authors": [
            "Ursula Bailer",
            "Friedrich Leisch",
            "Kurt Meszaros",
            "Elisabeth Lenzinger",
            "Ulrike Willinger",
            "Rainer Strobl",
            "Angela Heiden",
            "Christian Gebhardt",
            "Elisabeth Döge",
            "Karoline Fuchs",
            "Werner Sieghart",
            "Siegfried Kasper",
            "Kurt Hornik",
            "Harald N Aschauer"
        ],
        "referencecount": 83,
        "journal": "Biological Psychiatry",
        "publisher": "Elsevier BV",
        "doi": "10.1016/s0006-3223(02)01320-3",
        "url": "http://dx.doi.org/10.1016/s0006-3223(02)01320-3"
    },
    {
        "title": "Neural Techniques in Logo Recognition",
        "abstract": null,
        "authors": [
            "Vaijayanti Joshi",
            "Lakhmi C. Jain",
            "Udo Seiffert",
            "Kathleen Zyga",
            "Richard Price",
            "Friedrich Leisch"
        ],
        "referencecount": 8,
        "journal": "Hybrid Information Systems",
        "publisher": "Physica-Verlag HD",
        "doi": "10.1007/978-3-7908-1782-9_3",
        "url": "http://dx.doi.org/10.1007/978-3-7908-1782-9_3"
    },
    {
        "title": "Fusion of Fuzzy System and Conventional Technique to Evaluate Weather and Terrain Effects on the Vehicle Operations",
        "abstract": null,
        "authors": [
            "A. Pradhan",
            "L. C. Jain",
            "A. Filippidis",
            "F. Leisch"
        ],
        "referencecount": 14,
        "journal": "Hybrid Information Systems",
        "publisher": "Physica-Verlag HD",
        "doi": "10.1007/978-3-7908-1782-9_15",
        "url": "http://dx.doi.org/10.1007/978-3-7908-1782-9_15"
    },
    {
        "title": "Forecasting exchange rates using cointegration models and intra‐day data",
        "abstract": "We present a cointegration analysis on the triangle (USD–DEM, USD–JPY, DEM–JPY) of foreign exchange rates using intra‐day data. A vector autoregressive model is estimated and evaluated in terms of out‐of‐sample forecast accuracy measures. Its economic value is measured on the basis of trading strategies that account for transaction costs. We show that the typical seasonal volatility in high‐frequency data can be accounted for by transforming the underlying time scale. Results are presented for the original and the modified time scales. We find that utilizing the cointegration relation among the exchange rates and the time scale transformation improves forecasting results. Copyright © 2002 John Wiley &amp; Sons, Ltd.",
        "authors": [
            "Adrian Trapletti",
            "Alois Geyer",
            "Friedrich Leisch"
        ],
        "referencecount": 16,
        "journal": "Journal of Forecasting",
        "publisher": "Wiley",
        "doi": "10.1002/for.822",
        "url": "http://dx.doi.org/10.1002/for.822"
    },
    {
        "title": "Bibliotherapy — cognitive-behavioral self help strategies in patients with major depression",
        "abstract": null,
        "authors": [
            "G. Wiesegger",
            "M. Schloegelhofer",
            "H. Eder",
            "U. Itzlinger",
            "F. Leisch",
            "U. Bailer",
            "K. Hornik",
            "G. Jörgl",
            "U. Willinger",
            "H.N. Aschauer"
        ],
        "referencecount": 0,
        "journal": "European Psychiatry",
        "publisher": "Cambridge University Press (CUP)",
        "doi": "10.1016/s0924-9338(02)80758-1",
        "url": "http://dx.doi.org/10.1016/s0924-9338(02)80758-1"
    },
    {
        "title": "<b>strucchange</b>: An<i>R</i>Package for Testing for Structural Change in Linear Regression Models",
        "abstract": null,
        "authors": [
            "Achim Zeileis",
            "Friedrich Leisch",
            "Kurt Hornik",
            "Christian Kleiber"
        ],
        "referencecount": 0,
        "journal": "Journal of Statistical Software",
        "publisher": "Foundation for Open Access Statistic",
        "doi": "10.18637/jss.v007.i02",
        "url": "http://dx.doi.org/10.18637/jss.v007.i02"
    },
    {
        "title": "Study of Family History in Seasonal Affective Disorder",
        "abstract": "&lt;i&gt;Objective:&lt;/i&gt; In our investigation we assessed the risk of morbidity for psychiatric disorders among the first-degree relatives of patients with seasonal affective disorders (SAD) and compared it with a control group of patients suffering from nonseasonal mood disorders (NSMD). &lt;i&gt;Methods:&lt;/i&gt; Over a period of 12 months (June 1994 to May 1995) we recruited patients consecutively admitted to our psychiatric university outpatient clinic in a prospective study. All patients were diagnosed according to the &lt;i&gt;Diagnostic and Statistical Manual of Mental Disorders,&lt;/i&gt; revised 4th edition. A total of 344 patients presented themselves with a diagnosis of affective disorder. Out of these, 36 were diagnosed as having SAD. From the same group of 344 patients, we selected a matched control group of 36 patients suffering from NSMD. The experimental and control groups were matched according to sex, age, severity of illness and number of siblings. &lt;i&gt;Results:&lt;/i&gt; There was no significant difference concerning the lifetime prevalences for psychiatric disorders among the fist-degree relatives in both groups (SAD = 16.5% and NSMD = 19%). &lt;i&gt;Conclusion:&lt;/i&gt; It seems that there is no difference in familiarity for psychiatric disorders between SAD and NSMD.",
        "authors": [
            "M. Stamenkovic",
            "H.N. Aschauer",
            "F. Riederer",
            "S.D. Schindler",
            "F. Leisch",
            "E. Resinger",
            "A. Neumeister",
            "K. Hornik",
            "S. Kasper"
        ],
        "referencecount": 2,
        "journal": "Neuropsychobiology",
        "publisher": "S. Karger AG",
        "doi": "10.1159/000054917",
        "url": "http://dx.doi.org/10.1159/000054917"
    },
    {
        "title": "Genome Scan for Susceptibility Loci for Schizophrenia",
        "abstract": "&lt;i&gt;Objective:&lt;/i&gt; Schizophrenia is a relatively common, often chronic and debilitating mental illness. Evidence from various studies has clearly demonstrated that genetic factors contribute substantially to the etiology. The goal of this study was to identify chromosomal regions likely to contain schizophrenia susceptibility genes. &lt;i&gt;Methods:&lt;/i&gt; A genome-wide map of 388 microsatellite DNA markers was genotyped in 5 schizophrenia families. Nonparametric linkage analysis (Genehunter) was used to assess the pattern of allele sharing at each marker locus relative to the presence of disease. &lt;i&gt;Results:&lt;/i&gt; Nonparametric linkage scores did not reach a genome-wide level of statistical significance (p &lt; 0.00002) or a p value suggestive of linkage (p &lt; 0.007) for any marker; however, one p value suggested replicated linkage (p &lt; 0.01) at chromosome 6p24 in region D6S309 (p = 0.0047). Furthermore, 11 markers resulted in p &lt; 0.05 at chromosomes 6p, 6q, 10q, 12q and 14q. &lt;i&gt;Conclusions:&lt;/i&gt; Despite the differences in diagnostic schemes, in markers used and methods of analyses between studies published so far, we think that our result supports the notion that there is possibly some consistent evidence for replicated linkage of a schizophrenia susceptibility locus around the region of D6S309 at chromosome 6p24.",
        "authors": [
            "Ursula Bailer",
            "Friedrich Leisch",
            "Kurt Meszaros",
            "Elisabeth Lenzinger",
            "Ulrike Willinger",
            "Rainer Strobl",
            "Christian Gebhardt",
            "Elisabeth Gerhard",
            "Karoline Fuchs",
            "Werner Sieghart",
            "Siegfried Kasper",
            "Kurt Hornik",
            "Harald N. Aschauer"
        ],
        "referencecount": 4,
        "journal": "Neuropsychobiology",
        "publisher": "S. Karger AG",
        "doi": "10.1159/000026690",
        "url": "http://dx.doi.org/10.1159/000026690"
    },
    {
        "title": "Association Studies of Candidate Genes in Bipolar Disorders",
        "abstract": "The aim of the investigation was to test genes for predisposition to bipolar affective disorder. Therefore, we studied candidate genes in a sample of unrelated patients (n = 102) and healthy controls (n = 79) of Austrian origin, searching for a possible association between polymorphic DNA markers of 5 candidate genes (serotonin transporter,&lt;i&gt; 5-HTT;&lt;/i&gt; serotonin 2a receptor, &lt;i&gt;5-HT2a;&lt;/i&gt; dopamine D2 receptor, &lt;i&gt;DRD2; &lt;/i&gt;dopamine D3 receptor, &lt;i&gt;DRD3;&lt;/i&gt; dopamine transporter, &lt;i&gt;DAT1&lt;/i&gt;) and bipolar disorder. There was an association between allelic and genotypic frequencies of &lt;i&gt;5-HTT&lt;/i&gt; and affection status (p = 0.014 and p = 0.017, respectively). However, after correction for multiple comparisons (Bonferroni), these results did not remain significant. Nevertheless, the findings might suggest that alterations in the structure of &lt;i&gt;5-HTT&lt;/i&gt; are involved in the pathogenesis of bipolar disorder, which could have major implications in treatment. No association between &lt;i&gt;5-HT2a, DRD2, DRD3, DAT1&lt;/i&gt; and bipolar disorder was found.",
        "authors": [
            "Angela Heiden",
            "Petra Schüssler",
            "Ulrike Itzlinger",
            "Friedrich Leisch",
            "Joachim Scharfetter",
            "Christian Gebhardt",
            "Karoline Fuchs",
            "Matthäus Willeit",
            "Linda Nilsson",
            "Ellenore Miller-Reiter",
            "Thomas Stompe",
            "Kurt Meszaros",
            "Werner Sieghart",
            "Kurt Hornik",
            "Siegfried Kasper",
            "Harald N. Aschauer"
        ],
        "referencecount": 5,
        "journal": "Neuropsychobiology",
        "publisher": "S. Karger AG",
        "doi": "10.1159/000054846",
        "url": "http://dx.doi.org/10.1159/000054846"
    },
    {
        "title": "MONITORING STRUCTURAL CHANGES WITH THE GENERALIZED FLUCTUATION TEST",
        "abstract": "In this paper we introduce the generalized fluctuation \ntest for monitoring structural changes and establish a \nresult characterizing the limiting behavior of this class \nof tests. As applications of the generalized fluctuation \ntest, tests based on the maximum and range of the fluctuation \nof moving estimates are proposed. We also derive the boundary \nfunctions for the proposed tests and tabulate simulated \ncritical values. Our simulations indicate that these tests \ncompare favorably with the recursive-estimates-based test \nconsidered by Chu, Stinchcombe, and White (1996, Econometrica \n64, 1045–1065) when a change occurs late.",
        "authors": [
            "Friedrich Leisch",
            "Kurt Hornik",
            "Chung-Ming Kuan"
        ],
        "referencecount": 0,
        "journal": "Econometric Theory",
        "publisher": "Cambridge University Press (CUP)",
        "doi": "10.1017/s0266466600166022",
        "url": "http://dx.doi.org/10.1017/s0266466600166022"
    },
    {
        "title": "Stationary and Integrated Autoregressive Neural Network Processes",
        "abstract": " We consider autoregressive neural network (AR-NN) processes driven by additive noise and demonstrate that the characteristic roots of the shortcuts—the standard conditions from linear time-series analysis—determine the stochastic behavior of the overall AR-NN process. If all the characteristic roots are outside the unit circle, then the process is ergodic and stationary. If at least one characteristic root lies inside the unit circle, then the process is transient. AR-NN processes with characteristic roots lying on the unit circle exhibit either ergodic, random walk, or transient behavior. We also analyze the class of integrated AR-NN (ARI-NN) processes and show that a standardized ARI-NN process “converges” to a Wiener process. Finally, least-squares estimation (training) of the stationary models and testing for nonstationarity is discussed. The estimators are shown to be consistent, and expressions on the limiting distributions are given. ",
        "authors": [
            "Adrian Trapletti",
            "Friedrich Leisch",
            "Kurt Hornik"
        ],
        "referencecount": 19,
        "journal": "Neural Computation",
        "publisher": "MIT Press - Journals",
        "doi": "10.1162/089976600300015006",
        "url": "http://dx.doi.org/10.1162/089976600300015006"
    },
    {
        "title": "Cross-validation with active pattern selection for neural-network classifiers",
        "abstract": null,
        "authors": [
            "F. Leisch",
            "L.C. Jain",
            "K. Hornik"
        ],
        "referencecount": 10,
        "journal": "IEEE Transactions on Neural Networks",
        "publisher": "Institute of Electrical and Electronics Engineers (IEEE)",
        "doi": "10.1109/72.655027",
        "url": "http://dx.doi.org/10.1109/72.655027"
    },
    {
        "title": "Competitive Learning for Binary Valued Data",
        "abstract": null,
        "authors": [
            "Friedrich Leisch",
            "Andreas Weingessel",
            "Evgenia Dimitriadou"
        ],
        "referencecount": 5,
        "journal": "ICANN 98",
        "publisher": "Springer London",
        "doi": "10.1007/978-1-4471-1599-1_120",
        "url": "http://dx.doi.org/10.1007/978-1-4471-1599-1_120"
    },
    {
        "title": "Adaptive combination of PCA and VQ networks",
        "abstract": null,
        "authors": [
            "A. Weingessel",
            "H. Bischof",
            "K. Hornik",
            "F. Leisch"
        ],
        "referencecount": 11,
        "journal": "IEEE Transactions on Neural Networks",
        "publisher": "Institute of Electrical and Electronics Engineers (IEEE)",
        "doi": "10.1109/72.623222",
        "url": "http://dx.doi.org/10.1109/72.623222"
    },
    {
        "title": "NN classifiers: reducing the computational cost of cross-validation by active pattern selection",
        "abstract": null,
        "authors": [
            "F. Leisch",
            "L.C. Jain",
            "K. Hornik"
        ],
        "referencecount": 11,
        "journal": "Proceedings 1995 Second New Zealand International Two-Stream Conference on Artificial Neural Networks and Expert Systems",
        "publisher": "IEEE Comput. Soc. Press",
        "doi": "10.1109/annes.1995.499447",
        "url": "http://dx.doi.org/10.1109/annes.1995.499447"
    }
]